Repository: foodcoopshop/foodcoopshop
Catalog: resources/locales/*/default.po
Languages: de_de, pl_pl, ru_ru

source: Access denied, please sign in.
de_de: Zugriff verweigert, bitte melde dich an.
pl_pl: Dostęp wzbroniony. Proszę się zalogować.
ru_ru: Доступ запрещён, пожалуйста войдите.

source: This order contains the variable member fee.
de_de: Die Bestellung beinhaltet den variablen Mitgliedsbeitrag.
pl_pl: To zamówienie zawiera zmienną opłatę członkowską.
ru_ru: Этот заказ включает изменяемый членский сбор.

# order_state_order_placed
source: order placed
de_de: Bestellung getätigt
pl_pl: złożone
ru_ru: заказ размещён

# order_state_order_list_sent_to_manufacturer
source: Order list sent to manufacturer
de_de: Bestellliste an Hersteller versendet
pl_pl: Lista zamówień wysłana do producenta
ru_ru: Лист заказа отправлен производителю

# order_state_billed_cashless
source: billing complete
de_de: verrechnet
pl_pl: rozliczenie zakończone
ru_ru: выставление счёта завершено

# order_state_billed_cash
source: billing complete and paid in cash
de_de: verrechnet und bar bezahlt
pl_pl: rozliczenie zakończone i opłacone gotówką
ru_ru: выставление счёта завершено и оплачивается наличными

# route_sign_in
source: sign-in
de_de: anmelden
ru_ru: vhod

# route_sign_out
source: sign-out
de_de: abmelden
ru_ru: vyhod

# route_registration
source: register
de_de: registrierung
ru_ru: registraciya

# route_registration_successful
source: registration-successful
de_de: registrierung/abgeschlossen
ru_ru: uspeshnaya-registraciya

# route_information_about_right_of_withdrawal
source: information-about-right-of-withdrawal
de_de: Informationen-ueber-Ruecktrittsrecht
ru_ru: informaciya-o-prave-vozvrata

# route_terms_of_use
source: terms-of-use
de_de: nutzungsbedingungen
ru_ru: usloviya-ispolzovaniya

# route_privacy_policy
source: privacy-policy
de_de: datenschutzerklaerung
ru_ru: politika-bezopasnosti

# route_list_of_allergens
source: list-of-allergens
de_de: allergenliste
ru_ru: spisok-allergenov

# route_accept_terms_of_use
source: accept-terms-of-use
de_de: nutzungsbedingungen-akzeptieren
ru_ru: prinyat-usloviya-ispolzovaniya

# route_new_products
source: new-products
de_de: neue-produkte
ru_ru: novye-tovary

# route_request_new_password
source: request-new-password
de_de: neues-passwort-anfordern
ru_ru: zapros-novogo-parolya

# route_activate_new_password
source: activate-new-password
de_de: neues-passwort-aktivieren
ru_ru: aktivaciya-novogo-parolya

# route_news_list_old
source: news
de_de: aktuelles
ru_ru: novosti

# route_news_list
source: blog-archive
de_de: blog-archiv
pl_pl: news
ru_ru: blog-arhiv

# route_news_detail
source: news
de_de: aktuelles
ru_ru: novosti

# route_search
source: search
de_de: suche
ru_ru: poisk

# route_category
source: category
de_de: kategorie
ru_ru: kategoriya

# route_product
source: product
de_de: produkt
ru_ru: tovar

# route_manufacturer_list
source: manufacturers
de_de: hersteller
ru_ru: proizvoditel

# route_manufacturer_detail
source: manufacturer
de_de: hersteller
ru_ru: proizvoditel

# route_content
source: content
ru_ru: soderzhanie

# route_cart
source: cart
de_de: warenkorb
ru_ru: korzina

# route_cart_show
source: show
de_de: anzeigen
ru_ru: pokazat

# route_cart_finish
source: finish
de_de: abschliessen
ru_ru: zakonchit

# route_cart_finished
source: finished
de_de: abgeschlossen
ru_ru: zakoncheno

# route_self_service
source: self-service
de_de: selbstbedienung
ru_ru: samoobsluzhivanie

source: Runtime
de_de: Laufzeit
ru_ru: Продожительность

source: Database backup successful
de_de: Datenbank-Backup erfolgreich
pl_pl: Wykonano backup bazy danych
ru_ru: Резервное копирование базы данных успешно завершено

source: Please add credit
de_de: Bitte lade dein Guthaben auf
ru_ru: Пожалуйста, пополните баланс

source: Sum
de_de: Summe
pl_pl: Suma
ru_ru: Сумма

source: Sent emails
de_de: Versendete E-Mails
pl_pl: Wysłane maile
ru_ru: Эл.письма отправлены

source: today
de_de: heute
pl_pl: dziś
ru_ru: сегодня

source: tomorrow
de_de: morgen
pl_pl: jutro
ru_ru: завтра

source: Order reminder
de_de: Bestell-Erinnerung
pl_pl: Przypomnienie o zamówieniach
ru_ru: Напоминание о заказе

source: Pickup reminder for
de_de: Abhol-Erinnerung für
pl_pl: Przypomnienie o odbiorze dla
ru_ru: Напоминание о дне выдаче

source: {0,plural,=1{1 delivery note was} other{# delivery notes were}} generated successfully.
de_de: {0,plural,=1{1 Lieferschein wurde} other{# Lieferscheine wurden}} erfolgreich erstellt.
ru_ru: {0,plural,=1{1 примечание к доставке было} other{# примечания к доставкам были}} успешно сгенерированны.

source: Delivery note for {0}
de_de: Lieferschein für {0}
ru_ru: Доставка отмечена для {0}

source: {0,plural,=1{1 invoice was} other{# invoices were}} generated successfully.
de_de: {0,plural,=1{1 Rechnung wurde} other{# Rechnungen wurden}} erfolgreich erstellt.
ru_ru: {0,plural,=1{1 счёт был} other{# счета были}} успешно сгенерированны.

# to_(time_context)
source: to
de_de: bis
pl_pl: do
ru_ru: в

source: Generated invoices
de_de: Generierte Rechnungen
pl_pl: Wygenerowane faktury
ru_ru: Сгенерированные счета

source: Invoices for {0} have been sent
de_de: Rechnungen für {0} wurden verschickt
pl_pl: Faktury dla {0} zostały wysłane
ru_ru: Счета для {0} были отправлены

source: {0,plural,=1{1 product} other{# products}}
de_de: {0,plural,=1{1 Produkt} other{# Produkte}}
pl_pl: {0,plural,=1{1 produkt} other{# produkty}}
ru_ru: {0,plural,=1{1 товар} other{# товары}}

source: Manufacturer
de_de: Hersteller
pl_pl: Producent
ru_ru: Производитель

# Invoice_number_abbreviation
source: Invoice nܬ
de_de: Re. Nr.
pl_pl: Faktura nr
ru_ru: Счёт №

source: Sent
de_de: Versendet
pl_pl: Wysłane
ru_ru: Отправлено

source: Products
de_de: Produkte
pl_pl: Produkty
ru_ru: Товары

source: Total sum
de_de: Gesamtsumme
pl_pl: Suma łącznie
ru_ru: Итоговая сумма

source: Sent order lists
de_de: Verschickte Bestelllisten
pl_pl: Wysłane listy zamówień
ru_ru: Отправлены списки заказов

source: Delivery day
de_de: Liefertag
pl_pl: Dzień dostawy
ru_ru: День доставки

source: Blog archive
de_de: Blog-Archiv
ru_ru: Архив блога

# For_placing_an_order_<a href="{0}">you_need_to_sign_in_or_register</a>.
source: For placing an order <a href="{0}">please sign in or register</a>.
de_de: Zum Bestellen <a href="{0}">bitte zuerst anmelden oder neu registrieren</a>.
ru_ru: Для размещения заказа <a href="{0}">пожалуйста войдите или зарегистрируйтесь</a>.

# No_access_for_manufacturers.
source: Sorry, but manufacturers do not have access.
de_de: Herstellern steht diese Funktion leider nicht zur Verfügung.
pl_pl: Przepraszamy, ale producenci nie mają dostępu.
ru_ru: Извините, но производитель не имеет доступа.

source: Your cart
de_de: Dein Warenkorb
pl_pl: Twój koszyk
ru_ru: Ваша корзина

source: Finish cart
de_de: Warenkorb abschließen
ru_ru: Оформить корзину

source: Your cart was empty.
de_de: Dein Warenkorb war leer.
pl_pl: Twój koszyk był pusty.
ru_ru: Пустая корзина.

source: Your order has been placed
de_de: Deine Bestellung ist abgeschlossen
pl_pl: Twoje zamówienie zostało złożone
ru_ru: Ваш заказ был размещён

source: Product {0} was not available in cart.
de_de: Produkt {0} war nicht in Warenkorb vorhanden.
pl_pl: Produkt {0} nie był dostępny w koszyku.
ru_ru: Товар {0} не был доступен в корзине.

source: Your cart has been emptied, you can add new products now.
de_de: Dein Warenkorb wurde geleert, du kannst jetzt neue Produkte hinzufügen.
pl_pl: Twój koszyk został opróżniony. Możesz teraz dodać do niego nowe produkty.
ru_ru: Ваша корзина пуста, сейчас вы можете добавить новые товары.

source: Your cart has been emptied and your past order has been loaded into the cart.
de_de: Dein Warenkorb wurde geleert und deine vergangene Bestellung in den Warenkorb geladen.
pl_pl: Twój koszyk został opróżniony, a twoje poprzednie zamówienie zostało w nim umieszczone.
ru_ru: Ваша корзина пуста и ваш последний заказ был загружен в корзину.

source: You can add more products now.
de_de: Du kannst jetzt weitere Produkte hinzufügen.
pl_pl: Możesz teraz dodać więcej produktów.
ru_ru: Сейчас вы можете добавить больше товаров.

source: 1 product is not available any more.
de_de: 1 Produkt ist nicht mehr verfügbar.
pl_pl: 1 produkt nie jest już dostępny.
ru_ru: 1 товар больше недоступен.

source: {0} products are not available any more.
de_de: {0} Produkte sind nicht mehr verfügbar.
pl_pl: {0} produktów nie jest już dostępnych.
ru_ru: {0} товары больше недоступны.

source: There are no orders available.
de_de: Es sind keine Bestellungen vorhanden.
pl_pl: Brak dostępnych zamówień.
ru_ru: Нет доступных заказов.

source: New products
de_de: Neue Produkte
pl_pl: Nowe produkty
ru_ru: Новые товары

source: Search
de_de: Suche
pl_pl: Szukaj
ru_ru: Поиск

# Accept_terms_of_use
source: Accepting terms of use
de_de: Nutzungsbedingungen akzeptieren
pl_pl: Akceptacja warunków korzystania
ru_ru: Принятие условий использования

source: Accepting the terms of use have been saved.
de_de: Das Akzeptieren der Nutzungsbedingungen wurde gespeichert. Vielen Dank.
pl_pl: Akceptacja warunków korzystania została zapisana.
ru_ru: Принятие условий использования было сохранено.

source: Your email address was already activated or the activation code was not valid.
de_de: Deine E-Mail-Adresse wurde bereits aktiviert oder der Aktivierungscode war nicht gültig.
ru_ru: Ваш адрес эл.почты уже был активирован или код активации был не действителен.

source: Your email address has been activated successfully.
de_de: Deine E-Mail-Adresse wurde erfolgreich aktiviert.
ru_ru: Ваш адрес эл.почты был успешно активирован.

# Filename_Terms-of-use
source: Terms-of-use
de_de: Nutzungsbedingungen
pl_pl: Regulamin
ru_ru: Условия использования

source: Your email address has been activated successfully, your password has been sent to you.
de_de: Deine E-Mail-Adresse wurde erfolgreich aktiviert, dein Passwort wurde dir soeben zugeschickt.
ru_ru: Ваш адрес эл.почты был успешно активирован, ваш пароль был отправлен вам.

source: Request new password
de_de: Neues Passwort anfordern
pl_pl: Poproś o nowe hasło
ru_ru: Запросить новый пароль

source: Errors while saving!
de_de: Beim Speichern sind Fehler aufgetreten!
pl_pl: Wystąpiły błędy podczas zapisu!
ru_ru: Ошибка при сохранении!

source: New password request for {0}
de_de: Neues Passwort für {0} angefordert
ru_ru: Запрос нового пароля для {0}

source: We successfully sent the activation link for your new password to you.
de_de: Wir haben dir soeben den Aktivierungslink für dein neues Passwort gesendet.
ru_ru: Мы успешно отправили вам ссылку для вашего нового пароля.

source: Your new password was already activated or the activation code was not valid.
de_de: Dein neues Passwort wurde bereits aktiviert oder der Aktivierungscode war nicht gültig.
pl_pl: Twoje nowe haslo zostało już aktywowane lub kod aktywacyjny nie jest prawidłowy.
ru_ru: Ваш новый пароль был активирован или код активации недействителен.

source: Your new password was successfully activated and sent to you.
de_de: Du hast dein neues Passwort erfolgreich aktiviert, es wurde dir soeben per E-Mail geschickt.
ru_ru: Ваш новый пароль успешно активирован и отправлен вам.

source: New password for {0}
de_de: Neues Passwort für {0}
pl_pl: Nowe hasło dla {0}
ru_ru: Новый пароль для {0}

source: Sign in
de_de: Anmelden
pl_pl: Zaloguj
ru_ru: Войти

source: Sign in for self-service
de_de: Anmelden zur Selbstbedienung
ru_ru: Войти в сервис самообслуживания

source: You are already signed in.
de_de: Du bist bereits angemeldet.
pl_pl: Jesteś już zalogowany.
ru_ru: Вы уже вошли.

# Signing_in_failed_account_inactive_or_password_wrong?
source: Signing in failed. Accout inactive or password wrong?
de_de: Anmelden ist fehlgeschlagen. Vielleicht ist dein Konto noch nicht aktiviert oder das Passwort stimmt nicht?
pl_pl: Logowanie nieudane. Błędne hasło lub konto nie jest aktywne.
ru_ru: Вход не удался. Учётная запись не активирована или неправильный пароль?

source: {0} created an account.
de_de: {0} hat ein Mitgliedskonto erstellt.
ru_ru: {0} учётная запись создана.

source: Welcome
de_de: Willkommen
pl_pl: Witamy
ru_ru: Добро пожаловать

source: New registration {0}
de_de: Neue Registrierung: {0}
pl_pl: Nowa rejestracja {0}
ru_ru: Новая регистрация {0}

source: Your registration was successful.
de_de: Deine Registrierung war erfolgreich.
pl_pl: Rejestracja przebiegła pomyślnie.
ru_ru: Вы успешно зарегистрировались.

source: Account created successfully
de_de: Mitgliedskonto erfolgreich erstellt
pl_pl: Konto zostało utworzone pomyślnie
ru_ru: Учётная запись успешно создана

source: You have been signed out.
de_de: Du hast dich erfolgreich abgemeldet.
pl_pl: Zostałeś wylogowany.
ru_ru: Вы вышли из учётной записи.

source: Feedback
ru_ru: Отзыв

source: All products
de_de: Alle Produkte
pl_pl: Wszystkie produkty
ru_ru: Все товары

# datepicker_close
source: close
de_de: schließen
pl_pl: zamknij
ru_ru: закрыть

# datepicker_prev
source: prev
de_de: zurück
pl_pl: poprz.
ru_ru: пред

# datepicker_next
source: next
de_de: vor
pl_pl: nast.
ru_ru: след

# datepicker_today
source: today
de_de: heute
pl_pl: dziś
ru_ru: сегодня

# WeekHeader
source: We.
de_de: Wo
pl_pl: Tydz.
ru_ru: Нед.

# Really_sign_out?
source: Do you really want to sign out?
de_de: Willst du dich wirklich abmelden?
pl_pl: Na pewno chcesz się wylogować?
ru_ru: Вы действительно хотите выйти?

source: Sign out?
de_de: Abmelden?
pl_pl: Wylogować?
ru_ru: Выйти?

source: An error occurred
de_de: Es ist ein Fehler aufgetreten
pl_pl: Wystąpił błąd
ru_ru: Произошла ошибка

source: No
de_de: Nein
pl_pl: Nie
ru_ru: Нет

source: Yes
de_de: Ja
pl_pl: Tak
ru_ru: Да

source: Save
de_de: Speichern
pl_pl: Zapisz
ru_ru: Сохранить

source: Cancel
de_de: Abbrechen
pl_pl: Anuluj
ru_ru: Отменить

source: Cancel order?
de_de: Bestellung abbrechen?
ru_ru: Отменить заказ?

# Really_cancel_order?
source: Do you really want to cancel the order?
de_de: Möchtest du die Bestellung wirklich abbrechen?
ru_ru: Вы действительно хотите отменить заказ?

source: January
de_de: Januar
pl_pl: Styczeń
ru_ru: Январь

source: February
de_de: Februar
pl_pl: Luty
ru_ru: Февраль

# March
source: Mar
de_de: März
pl_pl: Marzec
ru_ru: Март

source: April
pl_pl: Kwiecień
ru_ru: Апрель

source: May
de_de: Mai
pl_pl: Maj
ru_ru: Май

source: June
de_de: Juni
pl_pl: Czerwiec
ru_ru: Июнь

source: July
de_de: Juli
pl_pl: Lipiec
ru_ru: Июль

source: August
pl_pl: Sierpień
ru_ru: Август

source: September
pl_pl: Wrzesień
ru_ru: Сентябрь

source: October
de_de: Oktober
pl_pl: Październik
ru_ru: Октябрь

source: November
pl_pl: Listopad
ru_ru: Ноябрь

source: December
de_de: Dezember
pl_pl: Grudzień
ru_ru: Декабрь

# JanuaryShort
source: Jan
pl_pl: Sty
ru_ru: Янв

# FebruaryShort
source: Feb
pl_pl: Lut
ru_ru: Фев

# MarchShort
source: Mar
de_de: Mär
ru_ru: Март

# AprilShort
source: Apr
pl_pl: Kwi
ru_ru: Апр

# MayShort
source: May
de_de: Mai
pl_pl: Maj
ru_ru: Май

# JuneShort
source: Jun
pl_pl: Cze
ru_ru: Июн

# JulyShort
source: Jul
pl_pl: Lip
ru_ru: Июл

# AugustShort
source: Aug
pl_pl: Sie
ru_ru: Aвг

# SeptemberShort
source: Sep
pl_pl: Wrz
ru_ru: Сент

# OctoberShort
source: Oct
de_de: Okt
pl_pl: Paź
ru_ru: Окт

# NovemberShort
source: Nov
pl_pl: Lis
ru_ru: Ноя

# DecemberShort
source: Dec
de_de: Dez
pl_pl: Gru
ru_ru: Дек

source: Monday
de_de: Montag
pl_pl: Poniedziałek
ru_ru: Понедельник

source: Tuesday
de_de: Dienstag
pl_pl: Wtorek
ru_ru: Вторник

source: Wednesday
de_de: Mittwoch
pl_pl: Środa
ru_ru: Среда

source: Thursday
de_de: Donnerstag
pl_pl: Czwartek
ru_ru: Четверг

source: Friday
de_de: Freitag
pl_pl: Piątek
ru_ru: Пятница

source: Saturday
de_de: Samstag
pl_pl: Sobota
ru_ru: Суббота

source: Sunday
de_de: Sonntag
pl_pl: Niedziela
ru_ru: Воскресенье

# MondayShort
source: Mo
pl_pl: Pn
ru_ru: Пнд

# TuesdayShort
source: Tue
de_de: Di
pl_pl: Wt
ru_ru: Втр

# WednesdayShort
source: Wed
de_de: Mi
pl_pl: Śr
ru_ru: Срд

# ThursdayShort
source: Thu
de_de: Do
pl_pl: Cz
ru_ru: Четв

# FridayShort
source: Fri
de_de: Fr
pl_pl: Pt
ru_ru: Пятн

# SaturdayShort
source: Sat
de_de: Sa
pl_pl: So
ru_ru: Суб

# SundayShort
source: Sun
de_de: So
pl_pl: Nd
ru_ru: Вск

source: Show more
de_de: Mehr anzeigen
pl_pl: Pokaż więcej
ru_ru: Показать больше

source: Show less
de_de: Weniger anzeigen
pl_pl: Pokaż mniej
ru_ru: Показать меньше

source: Close
de_de: Schließen
pl_pl: Zamknij
ru_ru: Закрыть

# You_have_already_ordered_{0}_{1}_times_for_{2}.
source: You have already ordered {0} {1}x for {2}.
de_de: Du hast {0} bereits {1}x für den Abholtag {2} bestellt.
ru_ru: Вы уже сделали заказ {0} {1} х для {2}.

source: First name
de_de: Vorname
pl_pl: Imię
ru_ru: Имя

source: Last name
de_de: Nachname
pl_pl: Nazwisko
ru_ru: Фамилия

source: Contact person
de_de: Ansprechperson
ru_ru: Контактное лицо

source: Company name
de_de: Firmenname
ru_ru: Название компании

source: Please enter the contact person
de_de: Bitte gib die Ansprechperson an
ru_ru: Пожалуйста введите контактное лицо

source: Please enter your last name
de_de: Bitte gib deinen Nachnamen an
ru_ru: Пожалуйста введите фамилию

# Empty_cart
source: Remove products from cart
de_de: Warenkorb leeren
pl_pl: Usuń produkty z koszyka
ru_ru: Удалить товары из корзины

source: deposit
de_de: Pfand
pl_pl: kaucja
ru_ru: Депозит

source: Really empty cart?
de_de: Möchtest du den aktuellen Warenkorb wirklich leeren?
pl_pl: Na pewno opróżnić koszyk?
ru_ru: Очистить корзину?

source: Load past order
de_de: Vergangene Bestellungen laden
pl_pl: Wczytaj poprzednie zamówienie
ru_ru: Загрузить прошлый заказ

# Load_past_order_dialog_description_html
source: <p>The selected order will be loaded and <b>the current cart will be emptied</b>.</p><p>You can add products afterwards.</p>
de_de: <p>Die ausgewählte Bestellung wird geladen, der <b>aktuelle Warenkorb wird dadurch geleert</b>.</p><p>Du kannst weitere Produkte im Nachhinein hinzufügen.</p>
pl_pl: <p>Wybrane zamówienie zostanie wczytane. <b>Bieżąca zawartość koszyka zostanie usunięta</b>.</p><p>Będzie można dodać produkty ponownie.</p>
ru_ru: <p>Выбранный заказ будет загружен и <b>текущая корзина будет опустошена</b>.</p><p>Вы можете добавить товары после.</p>

source: Remove from cart?
de_de: Aus dem Warenkorb löschen?
pl_pl: Usunąć z koszyka?
ru_ru: Удалить из корзины?

# for_each
source: each
de_de: je
pl_pl: każdy
ru_ru: для каждого

source: approx.
de_de: ca.
pl_pl: około
ru_ru: прим.

source: Pickup day
de_de: Abholtag
pl_pl: Dzień odbioru
ru_ru: День выдачи

source: Home
pl_pl: Główna
ru_ru: Главная

source: Manufacturers
de_de: Hersteller
pl_pl: Producenci
ru_ru: Производитель

source: Pages
de_de: Seiten
pl_pl: Strony
ru_ru: Страницы

source: Show
de_de: Anzeigen
pl_pl: Pokaż
ru_ru: Показать

source: Show all products
de_de: Alle Produkte anzeigen
pl_pl: Pokaż wszystkie produkty
ru_ru: Показать все товары

source: Place order for
de_de: Bestellung tätigen für
ru_ru: Разместить заказ для

source: Close all orders?
de_de: Alle Bestellungen abschließen?
pl_pl: Zamknąć wszystkie zamowienia?
ru_ru: Закрыть все заказы?

# Really_close_all_orders?
source: Really close all visible orders?
de_de: Möchtest du wirklich alle Bestellungen abschließen?
pl_pl: Na pewno zamknąć wszystkie widoczne zamówienia?
ru_ru: Действительно закрыть все видимые заказы?

source: E-mail addresses
de_de: E-Mail-Adressen
pl_pl: Adres e-mail
ru_ru: Адреса эл.почты

source: Decrease amount
de_de: Anzahl vermindern
pl_pl: Zmniejsz ilość
ru_ru: Уменьшить количество

source: Stock
de_de: Lagerstand
pl_pl: Stan magazynowy
ru_ru: На складе

source: New amount
de_de: Neue Anzahl
pl_pl: Nowa ilość
ru_ru: Новое количество

# Why_is_amount_decreased_(mandatory_field)?
source: Why is the amount decreased (mandatory)?
de_de: Warum wird Anzahl vermindert (Pflichtfeld)?
pl_pl: Powód zmniejszenia ilości (pole obowiązkowe)?
ru_ru: Почему уменьшилось количество (обязательно)?

source: Adapt price?
de_de: Preis anpassen?
pl_pl: Zmodyfikować cenę?
ru_ru: Корректировать цену?

source: ordered by
de_de: bestellt von
pl_pl: zamówione przez
ru_ru: заказан

# Explaination_text_apdapt_price_form_apapt_weight.
source: To adapt the weight, please change the value "weight" to the right. The price will then be adapted automatically and the real weight is printed on the invoice.
de_de: Um das Gewicht anzupassen, ändere bitte den Wert "Gewicht" weiter rechts. Der Preis wird dann automatisch angepasst und das tatsächlich gelieferte Gewicht scheint auf der Rechnung auf.
pl_pl: Aby zmodyfikować wagę, zmień wartość w kolumnie "waga" po prawo. Cena zaostanie zmodyfikowana automatycznie, a rzeczywista waga będzie widoczna na fakturze.
ru_ru: Чтобы скорректировать вес, пожалуйста, измените значение "вес" справа. После этого цена будет адаптирована автоматически и реальный вес будет напечатан на счёте.

# Why_is_price_adapted_(optional_field)?
source: Why is the price adapted (optional)?
de_de: Warum wird der Preis angepasst (optional)?
ru_ru: Почему цена скорректирована (необязательно)?

# Original_price_without_reduction_of_price_in_time
source: Original price without the reduction of price in time
de_de: Original-Preis ohne Abzug von Betrag in Zeit
pl_pl: Oryginalna cena nie pomniejszona o płatności czasem
ru_ru: Первоначальная цена без снижения цены во времени

source: From which really paid in
de_de: Davon tatsächlich bezahlter Betrag in
ru_ru: Из которого действительно заплачено

source: Adapt weight?
de_de: Gewicht anpassen?
pl_pl: Zmodyfikować wagę?
ru_ru: Корректировать вес?

source: Delivered weight
de_de: Geliefertes Gewicht
pl_pl: Dostarczona waga
ru_ru: Доставленный вес

source: Delivered total weight
de_de: Geliefertes Gesamtgewicht
pl_pl: Łączna dostarczona waga
ru_ru: Доставленный общий вес

source: Base price
de_de: Grundpreis
pl_pl: Cena bazowa
ru_ru: Базовая цена

# Price_is_automatically_adapted_after_save.
source: Price will be automatically adapted after saving.
de_de: Der Preis wird nach dem Speichern automatisch angepasst.
pl_pl: Cena zostanie zmodyfikowana automatycznie po zapisie.
ru_ru: Цена будет автоматически скорректирована после сохранения.

# Do_not_automatically_apapt_price_just_change_weight.
source: Do not automatically adapt price, just change the weight.
de_de: Den Preis nicht automatisch anpassen, nur das Gewicht ändern.
pl_pl: Nie modyfikuj automatycznie ceny, jedynie zmień wagę.
ru_ru: Не корректируйте цену автоматически, просто измените вес.

source: Calculator
de_de: Taschenrechner
ru_ru: Калькулятор

# Example_given_abbr
source: E.g.
de_de: Z.B.
ru_ru: Напр.

# Really_delete_ordered_product?
source: Really cancel the ordered product?
de_de: Bestelltes Produkt wirklich stornieren?
ru_ru: Действительно удалить заказанный товар?

# Product_cancellation
source: Cancellation
de_de: Stornierung
ru_ru: Отмена

source: Do you really want to cancel product {0}?
de_de: Möchtest du das Produkt {0} wirklich stornieren?
pl_pl: Na pewno anulować produkt {0}?
ru_ru: Вы действительно хотите отменить товар {0}?

# Do_you_really_want_to_cancel_product_{0}_from_{1}?
source: Do you really want to cancel product {0} from manufacturer {1}?
de_de: Möchtest du das Produkt {0} von Hersteller {1} wirklich stornieren?
pl_pl: Na pewno anulować produkt {0} od producenta {1}?
ru_ru: Вы действительно хотите отменить товар {0} от производителя {1}?

# Why_is_product_cancelled_(mandatory_field)?
source: Why is the product cancelled (mandatory)?
de_de: Warum wird das Produkt storniert (Pflichtfeld)?
pl_pl: Dlaczego produkt anulowany (pole obowiązkowe)?
ru_ru: Почему товар отменён (обязательно)?

# Why_are_products_cancelled_(mandatory_field)?
source: Why are the products cancelled (mandatory)?
de_de: Warum werden die Produkte storniert (Pflichtfeld)?
ru_ru: Почему товары отменены (обязательно)?

# Yes_do_cancel_button!
source: Cancel product!
de_de: Ja, stornieren!
pl_pl: Anuluj produkt!
ru_ru: Отменить товар!
