Repository: foodcoopshop/foodcoopshop
Catalog: resources/locales/*/default.po
Languages: de_de, pl_pl, ru_ru

# Action_Log_Manufacturer_added
source: Manufacturer: Added
de_de: Hersteller: erstellt
pl_pl: Producent: Dodano
ru_ru: Производитель: Добавлен

# Action_Log_Manufacturer_changed
source: Manufacturer: Profile changed
de_de: Hersteller: Profil geändert
pl_pl: Producent: Zmieniono profil
ru_ru: Производитель: Профиль изменён

# Action_Log_Feedback_created
source: Feedback created
de_de: Feedback erstellt
ru_ru: Отзыв создан

# Action_Log_Feedback_changed
source: Feedback changed
de_de: Feedback geändert
ru_ru: Отзыв изменён

# Action_Log_Feedback_approved
source: Feedback approved
de_de: Feedback freigeschaltet
ru_ru: Отзыв одобрен

# Action_Log_Feedback_deleted
source: Feedback deleted
de_de: Feedback gelöscht
ru_ru: Отзыв удалён

# Action_Log_Cronjob_changed
source: Cronjob: Changed
de_de: Cronjob: geändert
ru_ru: Cronjob: Изменён

# Action_Log_Cronjob_database_backup_done
source: Cronjob: Database backup done
de_de: Cronjob: Datenbank gebackupt
pl_pl: Cronjob: Wykonano backup bazy danych
ru_ru: Cronjob: Резервное копирование завершено

# Action_Log_Cronjob_order_lists_sent
source: Cronjob: Order lists sent
de_de: Cronjob: Bestelllisten verschickt
pl_pl: Cronjob: Wysłano listy zamówień
ru_ru: Cronjob: Списки заказов отправлены

# Action_Log_Cronjob_invoices_sent
source: Cronjob: Invoices sent
de_de: Cronjob: Rechnungen verschickt
pl_pl: Cronjob: Wysłano faktury
ru_ru: Cronjob: Счета отправлены

# Action_Log_Cronjob_delivery_notes_sent
source: Cronjob: Delivery notes sent
de_de: Cronjob: Lieferscheine verschickt
ru_ru: Cronjob: Накладные отправлены

# Action_Log_Cronjob_email_order_reminder_sent
source: Cronjob: Email order reminder sent
de_de: Cronjob: Bestell-Erinnerung
pl_pl: Cronjob: Wysłano przypomnienie o zamówieniach
ru_ru: Cronjob: Напоминания о заказе по эл.почте отправлены

# Action_Log_Cronjob_pickup_reminder_sent
source: Cronjob: Pickup reminder sent
de_de: Cronjob: Abhol-Erinnerung
pl_pl: Cronjob: Wysłano przypomnienie o odbiorze
ru_ru: Cronjob: Напоминания о дне выдаче отправлены

# Action_Log_Cronjob_check_credit_balance
source: Cronjob: Credit balances checked
de_de: Cronjob: Guthaben überprüfen
pl_pl: Cronjob: Sprawdzono salda kredytowe
ru_ru: Cronjob: Баланс проверен

# Action_Log_Superadmin_deploy_successful
source: Superadmin: Deploy successful
de_de: Superadmin: Update eingespielt
pl_pl: Superadmin: Wdrożenie pomyślnie
ru_ru: Суперадмин: Успешно развёрнуто

# Action_Log_Attribute_added
source: Attribute: created
de_de: Variante: erstellt
pl_pl: Atrybut: Utworzono
ru_ru: Вариант: создан

# Action_Log_Attribute_changed
source: Attribute: Changed
de_de: Variante; geändert
pl_pl: Atrybut: Zmieniono
ru_ru: Вариант: Изменён

# Action_Log_Attribute_deleted
source: Attribute: deleted
de_de: Variante: gelöscht
pl_pl: Atrybut: Usunięto
ru_ru: Вариант: удалён

# Action_Log_Setting_changed
source: Setting: changed
de_de: Einstellung: geändert
pl_pl: Ustawienie: Zmieniono
ru_ru: Настройки: изменены

source: Please enter your email address.
de_de: Bitte gib deine E-Mail-Adresse an.
pl_pl: Podaj adres mailowy.
ru_ru: Пожалуйста, введите свой адрес эл.почты.

source: The email address is not valid.
de_de: Die E-Mail-Adresse ist nicht gültig.
pl_pl: Adres mailowy jest nieprawidłowy.
ru_ru: Неверный адрес эл.почты.

source: The email address is already used by another member or manufacturer.
de_de: Ein anderes Mitglied oder ein anderer Hersteller verwendet diese E-Mail-Adresse bereits.
pl_pl: Adres mailowy został już użyty przez innego członka lub producenta.
ru_ru: Адрес эл.почты уже используется другим покупателем или производителем.

# Please_enter_your_street_and_number.
source: Please enter your street and nܬ.
de_de: Bitte gib deine Straße und Nummer an.
ru_ru: Пожалуйста введите вашу улицу и № дома

source: Please enter your city.
de_de: Bitte gib deinen Ort an.
pl_pl: Podaj miasto.
ru_ru: Пожалуйста введите ваш населённый пункт.

source: Please enter your zip.
de_de: Bitte gib deine PLZ an.
pl_pl: Podaj kod pocztowy.
ru_ru: Пожалуйста введите ваш индекс.

source: The zip is not valid.
de_de: Die PLZ ist nicht gültig.
pl_pl: Kod pocztowy jest nieprawidłowy.
ru_ru: Неверный индекс.

source: Please enter your mobile number.
de_de: Bitte gib deine Handynummer an.
pl_pl: Podaj numer komórkowy.
ru_ru: Пожалуйста введите ваш мобильный номер.

source: The mobile number is not valid.
de_de: Die Handynummer ist nicht gültig.
pl_pl: Numer komórkowy jest nieprawidłowy.
ru_ru: Неверный номер мобильного телефона.

source: The phone number is not valid.
de_de: Die Telefonnummer ist nicht gültig.
pl_pl: Numer komórkowy jest nieprawidłowy.
ru_ru: Неверный номер телефона.

source: Please enter the first name.
de_de: Bitte gib den Vornamen an.
ru_ru: Пожалуйста введите ваше имя.

source: Please enter the last name.
de_de: Bitte gib den Nachnamen an.
ru_ru: Пожалуйста введите вашу фамилию.

source: Please enter an email address.
de_de: Bitte gib eine E-Mail-Adresse an.
pl_pl: Podaj adres mailowy.
ru_ru: Пожалуйста введите ваш адрес эл.почты.

source: Please enter a name.
de_de: Bitte gib einen Namen ein.
pl_pl: Podaj imię.
ru_ru: Пожалуйста введите название.

source: An attribute with this name already exists.
de_de: Eine Variante mit dem Namen existiert bereits.
pl_pl: Atrybut o tej nazwie już istnieje.
ru_ru: Вариант с таким же названием уже существует.

source: The length of the barcode needs to be exactly {0}.
de_de: Die Länge des Barcodes muss genau {0} Zeichen betragen.
ru_ru: Длина штрих кода должна быть точной {0}.

source: Please enter a title.
de_de: Bitte gib einen Titel ein.
pl_pl: Podaj tytuł.
ru_ru: Пожалуйста, введите заголовок.

source: Please enter at least {0} characters.
de_de: Bitte gib mindestens {0} Zeichen ein.
pl_pl: Wprowadź przynajmniej {0} znaków.
ru_ru: Пожалуйста введите по меньшей мере {0} символов.

# Please_enter_max_{0}_characters.
source: Please enter maximal {0} characters.
de_de: Bitte gib maximal {0} Zeichen ein.
pl_pl: Wprowadź najwyżej {0} znaków.
ru_ru: Пожалуйста введите максимум {0} символов.

# Product_with_id_{0}_does_not_exist.
source: The product with id {0} does not exist.
de_de: Das Produkt mit der ID {0} ist nicht vorhanden.
pl_pl: Produkt o id {0} nie istnieje.
ru_ru: Товар с id {0} не существует.

source: The attribute does not exist: {0}
de_de: Die Variante existiert nicht: {0}
pl_pl: Atrybut nie istnieje: {0}
ru_ru: Вариант не существует: {0}

# Please_accept_the_information_about_right_of_withdrawal
source: Please accept the information about the right of withdrawal.
de_de: Bitte akzeptiere die Information über das Rücktrittsrecht und dessen Ausschluss.
ru_ru: Пожалуйста, примите информацию о праве на возврат

# Please_accept_the_information_about_right_of_withdrawal.
source: Please accept the information about the right of withdrawal.
de_de: Bitte akzeptiere die Information über das Rücktrittsrecht und dessen Ausschluss.
pl_pl: Zakceptuj informację o prawie do odstąpienia.
ru_ru: Пожалуйста, примите информацию о праве на возврат

source: Please accept the general terms and conditions.
de_de: Bitte akzeptiere die AGB.
pl_pl: Zaakceptuj regulamin.
ru_ru: Пожалуйста, примите общие положения и условия.

source: Please select your payment type.
de_de: Bitte wähle deine Zahlungsart.
ru_ru: Пожалуйста, выберите способ оплаты.

source: Please select a pickup day.
de_de: Bitte wähle einen Abholtag aus.
ru_ru: Пожалуйста выберите день выдачи.

source: The pickup day is not valid.
de_de: Der Abholtag ist nicht gültig.
pl_pl: Dzień odbioru jest nieprawidłowy.
ru_ru: День выдачи недействителен.

source: Delivery break
de_de: Lieferpause
pl_pl: Przerwa w dostawach
ru_ru: Перерыв доставки

source: offline
ru_ru: оффлайн

# Please_enter_a_valid_internet_address.
source: Please enter a valid email address.
de_de: Bitte gibt eine gültige Internet-Adresse an.
pl_pl: Podaj poprawny adres mailowy.
ru_ru: Пожалуйста, введите действительный адрес эл.почты..

source: At least one email address is not valid. Please separate multiple addresses with , (without spaces).
de_de: Mindestens eine E-Mail-Adresse ist nicht gültig. Mehrere bitte mit , trennen (ohne Leerzeichen).
pl_pl: Przynajmniej jeden adres mailowy jest nieprawidłowy. Oddziel wiele adresów przecinkami (bez spacji).
ru_ru: По крайней мере, один адрес эл.почты недействителен. Пожалуйста, разделяйте несколько адресов с помощью , (без пробелов).

source: Decimals are not allowed.
de_de: Kommastellen sind nicht zulässig.
pl_pl: Liczby niecałkowite nie są dozwolone.
ru_ru: Десятичные дроби не допускаются.

source: The following values are valid:
de_de: Folgende Werte sind gültig:
pl_pl: Następujące wartości są nieprawidłowe:
ru_ru: Допустимы следующие значения:

source: Please enter the name of the food-coop.
de_de: Bitte gib den Namen der Foodcoop an.
pl_pl: Podaj nazwę kooperatywy.
ru_ru: Пожалуйста введите название производителя фермерской/сельскохозяйственной продукции.

source: The amount of characters needs to be between {0} and {1}.
de_de: Die Anzahl der Zeichen muss zwischen {0} und {1} liegen.
pl_pl: Ilość zanków musi zawierać się między {0} a {1}.
ru_ru: Количество символов должно быть между {0} и {1}.

source: The time interval is not valid.
de_de: Das Intervall ist nicht gültig.
ru_ru: Неправильный временной интервал.

source: Please select a day of month.
de_de: Bitte wähle einen Tag (Monat) aus.
ru_ru: Пожалуйста выберите день месяца.

source: The day of month is not valid.
de_de: Der Tag (Monat) ist nicht gültig.
ru_ru: Неправильный день месяца.

source: Please select a weekday.
de_de: Bitte wähle einen Wochentag aus.
ru_ru: Пожалуйста выберите день недели.

source: The weekday is not valid.
de_de: Der Wochentag ist nicht gültig.
ru_ru: Неправильный день недели.

source: daily
de_de: täglich
ru_ru: ежедневно

source: weekly
de_de: wöchentlich
pl_pl: tygodniowo
ru_ru: еженедельно

source: No day of month allowed for time interval "{0}".
de_de: Beim Interval "{0}" bitte keinen Tag (Monat) angeben.
ru_ru: Не указан день месяца для временного интервала "{0}".

source: monthly
de_de: monatlich
ru_ru: ежемесячно

source: No weekday allowed for time interval "{0}".
de_de: Beim Interval "{0}" bitte keinen Wochentag angeben.
ru_ru: Не указан день недели для временного интервала "{0}".

source: Please enter a valid time.
de_de: Bitte gib eine gültige Uhrzeit ein.
ru_ru: Пожалуйста введите правильное время.

source: The time interval needs to equal "{0}".
de_de: Das Intervall muss "{0}" sein.
ru_ru: Временной интервал должен быть равен "{0}".

source: Last day of month
de_de: Monatsletzter
ru_ru: Последний день месяца

source: Please enter your first name.
de_de: Bitte gib deinen Vornamen an.
pl_pl: Podaj swoje imię.
ru_ru: Пожалуйста введите ваше имя.

source: Please enter your last name.
de_de: Bitte gib deinen Nachnamen an.
pl_pl: Podaj swoje nazwisko.
ru_ru: Пожалуйста введите вашу фамилию.

# The_shopping_price_is_not_valid.
source: The price type is not valid.
de_de: Die Preis-Art ist nicht gültig.
ru_ru: Недопустимый тип цены.

source: Please enter your old password.
de_de: Bitte gib dein altes Passwort ein.
pl_pl: Podaj swoje stare hasło.
ru_ru: Пожалуйста введите ваш старый пароль.

source: Your old password is wrong.
de_de: Dein altes Passwort ist leider falsch.
pl_pl: Twoje stare hasło jest nieprawidłowe.
ru_ru: Ваш старый пароль неверен.

source: Please enter a new password.
de_de: Bitte gib dein neues Passwort ein.
pl_pl: Podaj nowe hasło.
ru_ru: Пожалуйста введите новый пароль.

source: The password needs to be at least 8 characters long.
de_de: Das Passwort muss aus mindestens 8 Zeichen bestehen.
pl_pl: Haslo musi mieć conajmniej 8 znaków.
ru_ru: Пароль должен содержать не менее 8 символов.

source: The passwords do not match.
de_de: Die Passwörter stimmen nicht überein.
pl_pl: Hasła nie pasują.
ru_ru: Пароли не совпадают.

source: We did not find this email address.
de_de: Wir haben diese E-Mail-Adresse nicht gefunden.
pl_pl: Nie znaleźliśmy tego adresu mailowego.
ru_ru: Мы не нашли этот адрес эл.почты.

source: Your account is not active any more. If you want to reactivate it, please write an email.
de_de: Dein Mitgliedskonto ist nicht mehr aktiv. Falls du es wieder aktivieren möchtest, schreib uns bitte eine E-Mail.
pl_pl: Twoje konto nie jest już aktywne. Jeśli chcesz je aktywować ponownie, napisz do nas maila.
ru_ru: Ваша учётная запись больше не активна. Если вы хотите восстановить её, пожалуйста напишите нам эл.письмо.

source: Please accept the terms of use.
de_de: Bitte akzeptiere die Nutzungsbedingungen.
pl_pl: Zaakceptuj warunki korzystania.
ru_ru: Пожалуйста примите условия использования.

source: Members: active
de_de: Mitglieder: aktiv
pl_pl: Członkowie: aktywni
ru_ru: Покупатель: активен

# Members:_never_ordered
source: Members: never placed an order
de_de: Mitglieder: noch nie bestellt
pl_pl: Członkowie: bez zamówień
ru_ru: Покупатель: никогда не размещал заказ

source: Manufacturers: active
de_de: Hersteller: aktiv
pl_pl: Producenci: aktywni
ru_ru: Производитель: активен

source: Manufacturers: inactive
de_de: Hersteller: inaktiv
pl_pl: Producenci: nieaktywni
ru_ru: Производитель: неактивен

source: Members: inactive
de_de: Mitglieder: inaktiv
pl_pl: Członkowie: nieaktywni
ru_ru: Покупатель: неактивен

source: Please enter between {0} and {1} characters.
de_de: Bitte gib zwischen {0} und {1} Zeichen ein.
pl_pl: Wprowadź pomiędzy {0} a {1} znaków.
ru_ru: Пожалуйста введите от {0} до {1} символов.

source: deactivated
de_de: deaktiviert
ru_ru: деактивирован

source: Please enter a valid IBAN.
de_de: Bitte gib einen gültigen IBAN ein.
pl_pl: Podaj poprawny IBAN.
ru_ru: Пожалуйста введите правильный IBAN.

source: Please enter a valid BIC.
de_de: Bitte gib einen gültigen BIC ein.
pl_pl: Podaj poprawny BIC.
ru_ru: Пожалуйста введите правильный BIC.

source: online
ru_ru: онлайн

source: Please enter your feedback.
de_de: Bitte gib dein Feedback ein.
ru_ru: Пожалуйста оставьте свой отзыв.

source: Please enter a correct number.
de_de: Bitte gib eine korrekte Zahl ein.
pl_pl: Podaj poprawny numer.
ru_ru: Пожалуйста введите правильный номер.

source: Please enter a number between {0} and {1}.
de_de: Bitte gib eine Zahl zwischen {0} und {1} an.
pl_pl: Podaj liczbę z przedziłu od {0} do {1}.
ru_ru: Пожалуйста введите число от {0} до {1}.

# The_amount_(money)_needs_to_be_greater_than_0.
source: The amount needs to be greater than 0.
de_de: Der Betrag muss größer als 0 sein.
pl_pl: Ilość musi być większa od 0.
ru_ru: Сумма должна быть больше чем 0.

source: The date must not be a future date.
de_de: Das Datum darf nicht in der Zukunft liegen.
ru_ru: Дата не может быть в будущем.

source: Please enter a correct amount.
de_de: Bitte gib einen korrekten Betrag ein.
ru_ru: Пожалуйста введите правильную сумму.

source: Please enter a correct date.
de_de: Bitte gib eine korrektes Datum ein.
ru_ru: Пожалуйста введите правильную дату.

# Please_select_a_customer.
source: Please select a member.
de_de: Bitte wähle ein Mitglied aus.
ru_ru: Пожалуйста выберите покупателя.

source: The name of the product needs to be at least {0} characters long.
de_de: Der Name des Produktes muss aus mindestens {0} Zeichen bestehen.
ru_ru: Название товара должно содержать не менее {0} символов.

# The_delivery_ryhthm_is_not_valid.
source: The delivery rhythm is not valid.
de_de: Der Lieferrhythmus ist nicht gültig.
pl_pl: Harmonogram dostaw jest nieprawidłowy.
ru_ru: Недопустимый график доставки.

source: The first delivery day is not valid.
de_de: Der erste Liefertag ist nicht gültig.
pl_pl: Pierwszy dzień dostawy jest nieprawidłowy.
ru_ru: Недопустимый день первой доставки .

# The_order_possible_until_field_is_not_valid.
source: The field "order possible until" is not valid.
de_de: Das Bestellbar-bis-Datum ist nicht gültig.
pl_pl: Wartość pola "zamówienia możliwe do" jest nieprawidłowe.
ru_ru: Поле: "заказ возможен до" недопустимо.

# The_order_possible_until_field_needs_to_be_smaller_than_the_delivery_date.
source: The field "order possible until" needs to be smaller than the delivery day.
de_de: Das Bestellbar-bis-Datum muss kleiner als der Liefertag sein.
pl_pl: Wartość pola "zamówienia możliwe do" musi być mniejsza niż dzień dostawy.
ru_ru: Дата заказа должна быть меньше даты доставки.

source: The first delivery day
de_de: Der erste Liefertag
pl_pl: Pierwszy dzień dostaw
ru_ru: Первый день доставки

# The_send_order_list_day_field_is_not_valid.
source: The field "send order list date" is not valid.
de_de: Das Datum für den Bestelllisten-Versand ist nicht gültig.
pl_pl: Wartość pola "data wysyłki list zamówień" jest nieprawidłowa.
ru_ru: Поле "отправить дату списка заказа" недопустимо.

source: The field "send order list date" needs to be between "order possible until" and the delivery day.
de_de: Das Datum für den Bestellisten-Versand muss zwischen Bestellbar-bis-Datum und dem Liefertag liegen.
pl_pl: Wartość pola "data wysyłki list zamówień" musi zawierać się pomiędzy "zamówienia możliwe do", a dniem dostawy.
ru_ru: Поле "отправить дату списка заказа" должно быть между "заказ возможен до" и днём доставки.

# first_for_weekday
source: first
de_de: erster
ru_ru: первый

# second_for_weekday
source: second
de_de: zweiter
ru_ru: второй

# third_for_weekday
source: third
de_de: dritter
ru_ru: третий

# fourth_for_weekday
source: fourth
de_de: vierter
ru_ru: четвёртый

# last_for_weekday
source: last
de_de: letzter
ru_ru: последний

source: The first delivery day needs to be a {0} {1} of the month.
de_de: Der erste Liefertag muss ein {0} {1} im Monat sein.
ru_ru: Первый день доставки должен приходиться на {0} {1} месяца.

source: deleted
de_de: gelöscht
ru_ru: удалён

source: The price needs to be greater or equal than 0.
de_de: Der Preis muss eine positive Zahl sein.
ru_ru: Цена должна быть больше чем 0.

source: Purchase price
de_de: Einkaufspreis
ru_ru: Стоимость покупки

source: The quantity needs to be a number.
de_de: Der Lagerstand muss eine Zahl sein.
pl_pl: Ilość musi być liczbą.
ru_ru: Количество должно быть числом.

source: Field: stock
de_de: Feld: Lagerstand / verfügbare Menge
pl_pl: Pole: stan magazynowy
ru_ru: Поле: На складе

source: The quantity limit needs to be a number.
de_de: Die bestellbar-bis-Anzahl muss eine Zahl sein.
pl_pl: Limit ilości musi być liczbą.
ru_ru: Ограничение по количеству должно быть числом.

# Field:_Order_possible_until
source: Field: order possible until stock
de_de: Feld: Bestellbar bis zu einer Anzahl von
pl_pl: Pole: zamówienie możliwe do stanu
ru_ru: Поле: заказ возможен до

# The_sold_out_quantity_needs_to_be_a_number.
source: The quantity for sending a notification needs to be a number.
de_de: Die Anzahl für die E-Mail-Benachrichtigung muss eine Zahl sein.
pl_pl: Ilość do wysyłki powiadomień musi być liczbą.
ru_ru: Количество для отправки уведомления списка заказов должно быть числом.

source: Field: notification if quantity limit reached
de_de: Feld: E-Mail-Benachrichtigung
pl_pl: Pole: powiadom jeśli limit ilościowy został osiągnięty
ru_ru: Поле: уведомление если количество достигло лимита

source: The default quantity after sending order lists needs to be a number.
de_de: Standard-Anzahl pro Lieferrhythmus muss eine Zahl sein.
ru_ru: Количество по умолчанию после отправки списка заказов должно быть числом.

source: Field: Default quantity after sending order lists
de_de: Feld: Standard-Anzahl pro Lieferrhythmus
ru_ru: Поле: Количество по умолчанию после отправки списка заказов

source: Please enter a tax rate.
de_de: Bitte gib einen Steuersatz ein.
pl_pl: Podaj stawkę podatku.
ru_ru: Пожалуйста введите налоговую ставку.

# This_tax_rate_is_already_being_used.
source: The tax rate is already used.
de_de: Dieser Steuersatz wird bereits verwendet.
pl_pl: Stawka podatku jest już użyta.
ru_ru: Налоговая ставка уже используется.

source: The price per unit needs to be a number.
de_de: Der Preis nach Gewicht muss eine Zahl sein.
pl_pl: Cena za jednostkę musi być liczbą.
ru_ru: Цена за единицу должна быть числом.

source: The price per unit needs to be greater than 0.
de_de: Der Preis nach Gewicht muss größer als 0 sein.
pl_pl: Cena za jednostkę musi być większa niż 0.
ru_ru: Цена за единицу должна быть дольше чем 0.

source: The name is not valid.
de_de: Der Name ist nicht erlaubt.
pl_pl: Nazwa jest nieprawidłowa.
ru_ru: Неверное название.

# The_amount_(quantity)_needs_to_be_a_number.
source: The amount needs to be a number.
de_de: Die Anzahl muss eine Zahl sein.
pl_pl: Ilość musi być liczbą.
ru_ru: Количество должно быть в цифрах.

# The_amount_(quantity)_needs_to_be_greater_than_0.
source: The amount needs to be greater than 0.
de_de: Die Anzahl muss größer als 0 sein.
pl_pl: Ilość musi być większa niż 0.
ru_ru: Количество должно быть больше 0.

source: The approximate weight needs to be greater than 0.
de_de: Das ungefähre Liefergewicht muss eine positive Zahl sein.
ru_ru: Приблизительный вес должен быть больше чем 0.

source: {0} needs to be a {1}.
de_de: {0} muss ein {1} sein.
pl_pl: {0} musi być {1}.
ru_ru: {0} должно быть {1}.

source: The desired amount {0} of the attribute {1} of the product {2} is not available any more. Available amount: {3}
de_de: Die gewünschte Menge {0} der Variante {1} des Produktes {2} ist leider nicht mehr verfügbar. Verfügbare Menge: {3}
pl_pl: Wymagana ilość {0} atrybutu {1} produktu {2} nie jest już dostępna. Dostępna ilość: {3}
ru_ru: Желаемое количество {0} вариантов {1} товара {2} больше не доступно. Доступное количество: {3}

source: The desired amount {0} of the product {1} is not available any more. Available amount: {2}
de_de: Die gewünschte Menge {0} des Produktes {1} ist leider nicht mehr verfügbar. Verfügbare Menge: {2}
pl_pl: Wymagana ilość {0} produktu {1} nie jest już dostępna. Dostępna ilość: {2}
ru_ru: Желаемое количество {0} товара {1} больше не доступно. Доступное количество: {2}

source: The product {0} is not activated any more.
de_de: Das Produkt {0} ist leider nicht mehr aktiviert und somit nicht mehr bestellbar.
pl_pl: Produkt {0} nie jest już aktywny.
ru_ru: Товар {0} больше не активирован.

source: The manufacturer of the product {0} either has a delivery break or the product is not activated any more.
de_de: Der Hersteller des Produktes {0} hat entweder Lieferpause oder er ist nicht mehr aktiviert und das Produkt ist somit nicht mehr bestellbar.
pl_pl: Producent produktu {0} ma przerwę w dostawach lub też produkt nie jest już aktywny.
ru_ru: Производитель товара {0} или сделал перерыв в доставке или товар больше не активирован.

# {0}_has_activated_the_delivery_break_and_product_{1}_cannot_be_ordered.
source: {0} has activated the delivery break and the product {1} cannot be ordered.
de_de: {0} hat die Lieferpause aktiviert und das Produkt {1} ist nicht mehr bestellbar.
ru_ru: {0} был активирован перерыв в доставке и {1} не может быть заказан.

# It_is_not_possible_to_order_the_product_{0}_any_more.
source: It's not possible to order the product {0} any more.
de_de: Das Produkt {0} kann nicht mehr bestellt werden.
pl_pl: Nie ma już możliwości zamówienia produktu {0}.
ru_ru: Не возможно заказать товар {0} больше.

source: {0} can be ordered next week.
de_de: Das Produkt {0} kann erst nächste Woche wieder bestellt werden.
ru_ru: {0} может быть заказан на следующей неделе.

# Please_provide_a_valid_ordered_quantity_in_units_and_click_on_the_add_button.
source: Please provide the taken weight and then click on the shopping bag button.
de_de: Bitte trage das entnommene Gewicht ein und klicke danach auf die Einkaufstasche.
ru_ru: Пожалуйста, укажите желаемый вес и нажмите на кнопку корзины.
