Repository: foodcoopshop/foodcoopshop
Catalog: resources/locales/*/default.po
Languages: de_de, pl_pl, ru_ru

# Please_only_cancel_if_ok_for_manufacturer!
source: Please only cancel if this is ok for the manfacturer!
de_de: Nur stornieren, wenn es mit dem Hersteller abgesprochen ist!
pl_pl: Anuluj wyłącznie jeśli producent wyraża na to zgodę!
ru_ru: Пожалуйста отменяйте только если это приемлемо для производителя!

source: You selected 1 product.
de_de: Du hast 1 Produkt markiert.
ru_ru: Вы выбрали 1 товар.

source: You selected {0} products.
de_de: Du hast {0} Produkte markiert.
ru_ru: Вы выбрали {0} товаров.

# Adapt_amount_reason_is_mandatory.
source: Please tell us, why you want to decrease the amount.
de_de: Bitte gib an, warum die Anzahl vermindert wird.
pl_pl: Dlaczego chcesz zmniejszyć ilość?
ru_ru: Пожалуйста, скажите нам почему вы уменьшили количество.

# Adapt_price_reason_is_mandatory.
source: Please tell us, why you want to adapt the price.
de_de: Bitte gib an, warum der Preis angepasst wird.
pl_pl: Dlaczego chcesz zmodyfikować cenę?
ru_ru: Пожалуйста, скажите нам почему вы скорректировали цену.

# Cancellation_reason_is_mandatory.
source: Please tell us, why you want to cancel the product.
de_de: Bitte gib an, warum storniert wird.
pl_pl: Dlaczego chcesz anulować produkt?
ru_ru: Пожалуйста, скажите нам почему вы отменили товар.

source: Please enter a number.
de_de: Bitte gib eine Zahl ein.
pl_pl: Wprowadź liczbę.
ru_ru: Пожалуйста введите номер.

source: Add new attribute for product
de_de: Neue Variante für Produkt erstellen
pl_pl: Dodaj nowy atrybut do produktu
ru_ru: Добавьте новый вариант для этого товара

source: Please chose the new attribute for product {0}.
de_de: Bitte wähle die neue Variante für das Produkt {0} aus.
pl_pl: Wybierz nowy atrybut dla produktu {0}.
ru_ru: Пожалуйста выберите новый вариант для товаров {0}.

source: <b>Attention:</b> Attributes are shown in the same order as they are added. This cannot be changed afterwards.
de_de: <b>Achtung:</b> Die Varianten werden in der gleichen Reihenfolge angezeigt, in der sie angelegt werden. Das kann im Nachhinein nicht mehr verändert werden.
ru_ru: <b>Внимание:</b> Варианты указаны в том же порядке как они добавлены. Это не может быть изменено после.

source: This function can only be used if attributes exist.
de_de: Diese Funktion kann erst verwendet werden, sobald Varianten angelegt sind.
pl_pl: Ta funkcja może zostać użyta wyłącznie jeśli istnieją jakieś atrybuty.
ru_ru: Эта функция может быть использована только если существуют варианты.

# Changing_default_attribute_info_text_{0}_html
source: <p>The default attribute is the preselected attribute when ordering.</p><p>Really change the default attribute to {0}?</p>
de_de: <p>Die Standard-Variante ist die Variante, die beim Bestellen vorausgewählt ist.</p><p>Neue Standard-Variante wirklich auf {0} ändern?</p>
pl_pl: <p>Domyślnym atrybutem jest atrybut wybrany podczas zamawiania.</p><p>Na pewno zmienić domyślny atrybut na {0}?</p>
ru_ru: <p> Вариант по умолчанию, это предварительно выбранный вариант при заказе.</p><p>Действительно изменить вариант по умолчанию на {0}?</p>

source: Change default attribute
de_de: Standard-Variante ändern
pl_pl: Zmień domyślny atrybut
ru_ru: Изменить вариант по умолчанию

source: Change categories
de_de: Kategorien ändern
pl_pl: Zmień kategorie
ru_ru: Изменить категории

source: Weight
de_de: Gewicht
pl_pl: Waga
ru_ru: Вес

# Enter_approximate_weight_in_price_dialog.
source: Please enter an approx. weight in price dialog.
de_de: Ungefähres Gewicht bitte beim <b>Preis</b> eintragen.
pl_pl: Wpisz przybliżoną wagę w formatce ceny.
ru_ru: Пожалуйста введите прим. вес в диалоговом окне цены.

source: Change tax rate
de_de: Steuersatz ändern
pl_pl: Zmień stawkę podatku
ru_ru: Изменить налоговую ставку

source: Show product as "new"
de_de: Produkt als "neu" anzeigen?
pl_pl: Oznaczyć produkt jako "nowy"?
ru_ru: Показывать товар как "новый"

# Do_not_show_product_as_new?
source: Show product as "not new"
de_de: Produkt: als "nicht neu" anzeigen?
pl_pl: Oznacz produkt jako nie "nowy"
ru_ru: Показывать товар как "не новый"

# Really_show_product_{0}_as_new?
source: Do you really want to show product {0} as "new"?
de_de: Produkt {0} wirklich als "neu" anzeigen?
pl_pl: Na pewno chcesz oznaczyć produkt {0} jako "nowy"?
ru_ru: Вы действительно хотите показать товар {0} как "новый"?

# Really_do_not_show_product_{0}_as_new?
source: Do you really want to show product {0} as "not new"?
de_de: Produkt {0} wirklich als "nicht neu" anzeigen?
pl_pl: Na pewno chcesz oznaczyć produkt {0} jako "nie nowy"?
ru_ru: Вы действительно хотите показать товар {0} как "не новый"?

source: Activate
de_de: Aktivieren
ru_ru: Активировать

source: Deactivate
de_de: Deaktivieren
ru_ru: Деактивировать

source: Activate product
de_de: Produkt aktivieren
pl_pl: Aktywuj produkt
ru_ru: Вы действительно хотите активировать товар?

source: Deactivate product
de_de: Produkt deaktivieren
pl_pl: Dezaktywuj produkt
ru_ru: Вы действительно хотите деактивировать товар?

source: Activate member?
de_de: Mitglied aktivieren?
pl_pl: Aktywować członka?
ru_ru: Активировать покупателя?

source: Deactivate member?
de_de: Mitglied deaktivieren?
pl_pl: Dezaktywować członka?
ru_ru: Деактивировать покупателя?

# Really_activate_member_{0}_?
source: Do you really want to activate the member {0}?
de_de: Möchtest du das Mitglied {0} wirklich aktivieren?
pl_pl: Na pewno chcesz aktywować członka {0}?
ru_ru: Вы действительно хотите активировать покупателя {0}?

# Really_deactivate_member_{0}?
source: Do you really want to deactivate the member {0}?
de_de: Möchtest du das Mitglied {0} wirklich deaktivieren?
pl_pl: Na pewno chcesz dezaktywować członka {0}?
ru_ru: Вы действительно хотите деактивировать покупателя {0}?

# Yes_info_mail_will_be_sent
source: Yes (info email will be sent)
de_de: Ja (Info-Mail wird verschickt)
pl_pl: Tak (zostanie wysłany mail informacyjny)
ru_ru: Да (информация будет отправлена по эл.почте)

# Really_activate_product_{0}_?
source: Do you really want to activate product {0}?
de_de: Möchtest du das Produkt {0} wirklich aktivieren?
pl_pl: Na pewno chcesz aktywować produkt {0}?
ru_ru: Вы действительно хотите активировать товар {0}?

# Really_deactivate_product_{0}?
source: Do you really want to deactivate product {0}?
de_de: Möchtest du das Produkt {0} wirklich deaktivieren?
pl_pl: Na pewno chcesz dezaktywować produkt {0}?
ru_ru: Вы действительно хотите деактивировать товар {0}?

source: Edit attribute
de_de: Variante bearbeiten
ru_ru: Редактировать вариант

source: Delete attribute {0}?
de_de: Variante {0} löschen?
ru_ru: Удалить вариант {0}?

source: Check and do not forget to click save button.
de_de: Anhaken und dann auf <b>Speichern</b> klicken.
ru_ru: Отметьте и не забудьте нажать кнопку сохранить.

# Please_chose_if_it_is_a_payback_or_a_credit_upload.
source: Please chose if you want to add a payback or a credit upload.
de_de: Bitte wähle aus, ob es sich um eine Aufladung oder ein Rückzahlung handelt.
pl_pl: Wybierz, czy chcesz dodać zwrot, czy wpłatę kredytową.
ru_ru: Пожалуйста выберите если вы хотите добавить возврат средств или пополнить баланс.

source: Please chose the type of your payment
de_de: Bitte wähle die Art der Pfand-Rücknahme aus.
pl_pl: Wybierz rodzaj swojej płatności.
ru_ru: Пожалуйста выберите способ оплаты

source: Delete payment
de_de: Zahlung löschen?
pl_pl: Usuń płatność
ru_ru: Удалить оплату

# Really_delete_payment?
source: Do you really want to delete the payment?
de_de: Möchtest du die Zahlung wirklich löschen?
pl_pl: Na pewno chcesz usunąć płatność?
ru_ru: Вы действительно хотите удалить оплату?

source: Date
de_de: Datum
pl_pl: Data
ru_ru: Дата

source: Amount
de_de: Anzahl
pl_pl: Kwota
ru_ru: Кол-во

# Amount_(Money)
source: Amount
de_de: Betrag
ru_ru: Кол-во

source: Please chose at least one month.
de_de: Bitte wähle zumindest einen Monat aus.
pl_pl: Wybierz przynajmniej jeden miesiąc.
ru_ru: Пожалуйста выберите по крайней мере один месяц.

# Delete_member?
source: Deleted member?
de_de: Mitglied löschen?
pl_pl: Usunąć członka?
ru_ru: Удалить покупателя?

source: Really delete member?
de_de: Möchtest du das Mitglied wirklich löschen?
pl_pl: Na pewno usunąć członka?
ru_ru: Действительно удалить покупателя?

# Be_careful_there_is_no_way_back!
source: Be careful, you cannot undo this action!
de_de: Achtung: Es gibt <b>keine Möglichkeit</b>, das rückgängig zu machen!
pl_pl: Zalecana ostrożność, czynności nie da się cofnąć!
ru_ru: Будьте осторожны, вы не сможете отменить это действие!

source: Errors occurred while member was deleted
de_de: Beim Löschen des Mitgliedskontos sind Fehler aufgetreten
pl_pl: Wystąpiły błędy podczas usuwania członka
ru_ru: Во время удаления покупателя произошла ошибка

# Errors_occurred_while_product_status_was_changed
source: Errors occurred while the product status was changed
de_de: Beim Ändern des Produkt-Status sind Fehler aufgetreten
ru_ru: Произошла ошибка во время изменения статуса товара

source: Delete products?
de_de: Produkte löschen?
ru_ru: Удалить товары?

source: Really delete {0} products?
de_de: {0} Produkte wirklich löschen?
ru_ru: Действительно удалить {0} товары?

source: Errors occurred while products were deleted
de_de: Beim Löschen der Produkte sind Fehler aufgetreten
ru_ru: Произошла ошибка во время удаления товаров

source: Delete product?
de_de: Produkt löschen?
ru_ru: Удалить товар?

# Really_delete_1_product?
source: Do you really want to delete one product?
de_de: Möchtest du das Produkt wirklich löschen?
ru_ru: Вы действительно хотите удалить один товар?

# Errors_occurred_while_product_was_deleted
source: Errors occurred while the product was deleted
de_de: Beim Löschen des Produktes sind Fehler aufgetreten
ru_ru: Произошла ошибка при удалении товара

source: Add comment
de_de: Kommentar hinzufügen
pl_pl: Dodaj komentarz
ru_ru: Добавить комментарий

source: Please cancel all ordered products before cancelling the order.
de_de: Bevor du die Bestellung stornieren kannst, storniere bitte alle bestellten Produkte.
pl_pl: Anuluj wszystkie zamówione produkty przed anulowaniem zamówienia.
ru_ru: Пожалуйста отмените все заказанные товары перед отменой заказа.

source: Add new product?
de_de: Neues Produkt erstellen?
pl_pl: Dodać nowy produkt?
ru_ru: Добавить новый товар?

source: This function is not available today.
de_de: Diese Funktion steht heute nicht zur Verfügung.
pl_pl: Ta funkcja nie jest dziś dostępna.
ru_ru: Эта функция сегодня недоступна.

source: Manually send order list?
de_de: Bestellliste manuell versenden?
pl_pl: Wysłać listy zamówień ręcznie?
ru_ru: Отправить лист заказа вручную?

# Really_manually_send_order_list_to_{0}?
source: Do you really want to manually send an order list to {0}?
de_de: Willst du wirklich eine aktuelle Bestellliste an {0} versenden?
pl_pl: Na pewno chcesz ręcznie wysłać listy zamówień do {0}?
ru_ru: Вы действительно хотите отправить лист заказа вручную для {0}?

source: Order period
de_de: Bestellzeitraum
pl_pl: Okres zamówień
ru_ru: Период заказа

source: An existing order list will be overwritten!
de_de: Eine bereits bestehende Bestellliste wird überschrieben!
pl_pl: Istniejąca lista zamówień zostanie nadpisana!
ru_ru: Существующий лист заказа будет переписан!

source: Change group for
de_de: Gruppe ändern für
pl_pl: Zmień grupę dla
ru_ru: Изменить группу для

# The_user_needs_to_sign_again.
source: The user needs to sign in again.
de_de: Der Benutzer muss sich nach der Änderung neu einloggen.
ru_ru: Пользователь должен войти снова.

source: Member
de_de: Mitglied
pl_pl: Członek
ru_ru: Покупатель

# Why_is_pickup_day_changed_(optional_field)?
source: Why is the pickup day changed (optional)?
de_de: Warum wird der Abholtag geändert (optional)?
ru_ru: Почему день выдачи изменён (необязательно)?

source: Change pickup day
de_de: Abholtag ändern
pl_pl: Zmień dzień odbioru
ru_ru: Изменить день выдачи

source: New pickup day
de_de: Neuer Abholtag
pl_pl: Nowy dzień odbioru
ru_ru: Новый день выдачи

# Change_pickup_day_invoices_info_text
source: When you change the pickup day, please consider that the pickup day is relvevant for the automatically generated invoices!
de_de: Bitte berücksichtige beim Ändern des Abholtages, dass dieser die Grundlage für die automatische Erstellung der Rechnung darstellt!
pl_pl: Zmieniając dzień odbioru rozważ, że będzie to miało wpływ na automatycznie tworzone faktury!
ru_ru: Когда вы изменили день выдачи, пожалуйста примите к сведению что день выдачи важен для автоматической генерации счетов!

# Change_pickup_day_invoices_reset_order_state_info_text
source: Show products again on future order lists
de_de: Produkte auf zukünftigen Bestelllisten erneut anzeigen
ru_ru: Показать товары снова в будущих списках заказа

source: products
de_de: Produkte
pl_pl: produkty
ru_ru: товары

source: product
de_de: Produkt
pl_pl: produkt
ru_ru: товар

source: {0} email addresses have been copied successfully to your clipboard.
de_de: {0} E-Mail-Adressen wurden erfolgreich in deine Zwischenablage kopiert.
pl_pl: adresy mailowe ({0}) zostały pomyślnie skopiowane do schowka.
ru_ru: {0} адрес эл.почты был успешно скопирован в буфер обмена.

# 1_email_address_has_been_copied_successfully_to_your_clipboard.
source: One email address has been copied successfully to your clipboard.
de_de: Eine E-Mail-Adresse wurde erfolgreich in deine Zwischenablage kopiert.
pl_pl: Adres mailowy został pomyślnie skopiowany do schowka.
ru_ru: Один адрес эл.почты был успешно скопирован в буфер обмена.

# The_url_of_the_file_has_been_copied_successfully_to_your_clipboard.
source: The url of the uploaded file has been copied successfully to your clipboard.
de_de: Die Url der hochgeladenen Datei wurde erfolgreich in deine Zwischenablage kopiert.
ru_ru: url загруженного файла был успешно скопирован в буфер обмена.

source: Upload image or file
de_de: Datei oder Bild hochladen
ru_ru: Загрузить изображение или файл

# Emoji_explanation_text
source: You can insert emojis like this: - Windows: Windows-key and . (dot) - Apple: Ctrl-cmd-space - Smartphone: you find emojis on an own key of your keyboard
de_de: So kannst du Emojis einfügen: - Windows: Windows-Taste und . (Punkt) drücken - Apple: Ctrl-Befehlstaste-Leertaste drücken - Smartphone: Emojis findest du auf einer eigenen Taste der Tastatur
ru_ru: Вы можете вставить эмодзи следующим образом: - Windows: Windows-key и . (точка) - Apple: Ctrl-cmd-space - Смартфон: вы найдете эмодзи согласно настройкам вашей клавиатуры

source: The table content was copied successfully to your clipboard.
de_de: Der Inhalt der Tabelle wurde erfolgreich in deine Zwischenablage kopiert.
ru_ru: Содержание таблицы было успешно скопировано в ваш буфер обмена.

source: The reason for changing the member is mandatory.
de_de: Der Grund für die Änderung des Mitglieds ist ein Pflichtfeld.
ru_ru: Причина изменения покупателя обязательна.

# Why_is_the_member_edited?
source: Why is the ordered product assigned to another member?
de_de: Warum wird die Bestellung umgebucht?
ru_ru: Почему заказанный товар передан другому покупателю?

# Change_member
source: Assign another member to ordered product
de_de: Bestellung umbuchen
ru_ru: Передать товар другому покупателю

source: To which member should the ordered product {0} of {1} be assigned to?
de_de: Auf welches Mitglied soll die Bestellung ({0}) von {1} umgebucht werden?
ru_ru: Какому покупателю следует передать заказанный товар {0} от {1} ?

# Please_select_new_member.
source: Please select the new member.
de_de: Bitte wähle das neue Mitglied aus.
ru_ru: Пожалуйста выберите нового покупателя.

source: Please select a member.
de_de: Bitte wähle ein Mitglied aus.
ru_ru: Пожалуйста выберите покупателя.

# Amount_that_should_be_changed_to_member?
source: Amount that should be assigned to the member?
de_de: Welche Anzahl soll umgebucht werden?
ru_ru: Количество которое должно быть передано покупателю?

source: Please select...
de_de: Bitte auswählen...
ru_ru: Пожалуйста выберите...

source: all
de_de: alle
ru_ru: все

# Add_product_feedback
source: Write feedback to product
de_de: Feedback zum Produkt schreiben
ru_ru: Написать отзыв о товаре

# Add_product_feedback_explanation_text_{0}.
source: Your feedback will be sent to the manufacturer {0} after successful saving, you <b>can't change it </b> then. The manufacturer gets your name and your e-mail address so that he can write back.
de_de: Dein Feedback wird dem Hersteller {0} nach dem Speichern automatisch per E-Mail geschickt, es ist dann <b>nicht mehr änderbar</b>. Der Hersteller erhält deinen Namen und auch deine E-Mail-Adresse, damit er dir ggfs. zurückschreiben kann.
ru_ru: Ваш отзыв будет отправлен производителю {0} после успешного сохранения, вы <b>не сможете изменить его </b> потом. Производитель получит ваше имя и адрес эл. почты для возможной обратной связи.

source: You can change the delivery rhythm for multiple products by selecting them and then clicking the "Actions" button.
de_de: Du kannst den Lieferrhythmus von mehreren Produkten gleichzeitig ändern, indem du sie zuerst links markierst und dann auf den Button "Aktionen" oben rechts klickst.
ru_ru: Вы сможете изменить график доставки для нескольких продуктов выбрав их и затем нажав на кнопку "Действия".

source: Generate invoice
de_de: Rechnung erstellen
ru_ru: Генерировать счёт

source: Really generate invoice for {0}?
de_de: Möchtest du wirklich die Rechnung für {0} erstellen?
ru_ru: Действительно генерировать счёт для {0}?

source: Show preview
de_de: Vorschau anzeigen
ru_ru: Предварительный просмотр

source: Paid in cash
de_de: Bar bezahlt
ru_ru: Оплата наличными

# Really_cancel_invoice_number_{0}_of_{1}?
source: Really cancel invoice {0} of {1}?
de_de: Möchtest du die Rechnung {0} von {1} wirklich stornieren?
ru_ru: Действительно отменить счёт {0} от {1}?

source: Cancel invoice
de_de: Rechnung stornieren
ru_ru: Отменить счёт

source: The order was placed successfully.
de_de: Die Bestellung wurde erfolgreich abgeschlossen.
ru_ru: Заказ был успешно размещён.

source: Errors occurred while calculating selling price.
de_de: Beim Berechnen des Verkaufspreises sind Fehler aufgetreten.
ru_ru: Произошли ошибки при расчете цены продажи.

source: Calculate selling price
de_de: Verkaufspreis berechnen
ru_ru: Рассчитать цену продажи

# Surcharge_in_percent_from_purchase_price_net
source: Surcharge in % from purchase price net
de_de: Aufschlag in % vom Netto-Einkaufspreis
ru_ru: Наценка в % от цены покупки (нетто)

# Calculate_selling_price_explanation_text.
source: Calculate selling price.
de_de: Beispiel: VP brutto = EP brutto / 1,13 * 1,35 * 1,2<br />(für EP-USt. = 13%, Aufschlag= 35% und VP-USt = 20%); <br />Falls die EP-USt. nicht angeben ist, wird der VP nicht neu berechnet.
ru_ru: Подсчитать цену продажи.

source: Change product name
de_de: Produktname ändern
ru_ru: Изменить название товара

source: Given amount
de_de: Überreichter Betrag
ru_ru: Заданное количество

source: back
de_de: zurück
ru_ru: назад

source: Send email to member
de_de: E-Mail an Mitglied versenden
ru_ru: Отправить эл.письмо покупателю

source: Send email to both members
de_de: E-Mail an beide Mitglieder versenden
ru_ru: Отправить эл.письмо обоим покупателям

source: Change status
de_de: Status ändern
ru_ru: Изменить статус

source: Were the products picked up?
de_de: Wurden die Produkte abgeholt?
pl_pl: Czy produkty zostały odebrane?
ru_ru: Где получить товар?

source: All products picked up?
de_de: Alle Produkte abgeholt?
pl_pl: Czy wszystkie produkty zostały odebrane?
ru_ru: Получены все товары?

source: Were the products of all members picked up?
de_de: Wurden die Produkte von allen Mitgliedern abgeholt?
pl_pl: Czy produkty wszystkich członków zostały odebrane?
ru_ru: Где выдаются товары всех покупателей?

source: Change pickup day comment
de_de: Kommentar zu Abholtag ändern
pl_pl: Zmień komentarz do dnia odbioru
ru_ru: Изменить комментарий к дню выдачи

source: Change member comment
de_de: Mitglieder-Kommentar ändern
pl_pl: Zmień komentarz do członka
ru_ru: Изменить комментарий покупателя

source: Change group
de_de: Gruppe ändern
pl_pl: Zmień grupę
ru_ru: Изменить группу

source: Change amount
de_de: Anzahl ändern
pl_pl: Zmień ilość
ru_ru: Изменить кол-во

source: Change stock
de_de: Lagerstand ändern
ru_ru: Изменить наличие

source: Change price
de_de: Preis ändern
pl_pl: Zmień cenę
ru_ru: Изменить цену

source: Price per unit
de_de: Preis pro Bestelleinheit
pl_pl: Cena jednostkowa
ru_ru: Цена за единицу

source: gross
de_de: brutto
ru_ru: брутто

# Price_per_weight_(for_adaption_after_delivery)
source: Price per weight (for adapting the weight after delivery)
de_de: Preis nach Gewicht (für Gewichtsanpassung nach Lieferung)
ru_ru: Цена по весу (или с корректировкой веса после доставки)

source: for
de_de: für
ru_ru: для

source: approximate delivery weight in {0} per unit
de_de: ungefähres Liefergewicht in {0} pro Einheit
ru_ru: приблизительный вес доставки в {0} за единицу

# Edit_price_change_open_order_details_info_text
source: Also adapt prices of all open orders?
de_de: Preise von noch nicht verrechneten Bestellungen mit anpassen?
ru_ru: Также адаптировать цены для всех открытых заказов?

# Edit_price_use_weight_as_amount
source: Use weight as available amount (only for stock products)?
de_de: Lagerstand über das Gewicht berechnen (nur für Lagerprodukte)?
ru_ru: Использовать вес как количество?

source: Name
ru_ru: Название

# Product_rename_info_text
source: Important: Please do not rename products in other products. Create a new product instead!
de_de: Wichtig: Bitte keine Produkte in andere Produkte umbenennen, sondern dafür ein neues Produkt erstellen!
pl_pl: Ważne: Nie zmieniaj nazw produktów na nazwy innych produktów. W takim przypadku należy dodać nowy produkt!
ru_ru: Важно: Пожалуйста не переименовывайте название товаров. Вместо этого создайте новый товар!

source: Unit
de_de: Einheit
pl_pl: Jednostka
ru_ru: Единица

# Unit_description_example
source: (e.g. 100ml, 2 bags, 6-pack, 0.25l)
de_de: (z.B. 100 g, Stück, 6er-Pack, 0,25 l)
pl_pl: (np. 2 paczki, 6-ciopak)
ru_ru: (напр. 100мл, 2 пакета, 6-упаковок, 0.25л)

source: Description short
de_de: Kurze Beschreibung
pl_pl: Krótki opis
ru_ru: Короткое описание

source: Description long
de_de: Lange Beschreibung
pl_pl: Długi opis
ru_ru: Полное описание

source: Product declaration ok?
de_de: Produktdeklaration OK?
pl_pl: Czy opis produktu jest poprawny?
ru_ru: Товар сертифицирован?

# docs_route_product_declaration
source: product-declaration
de_de: produkte/lebensmittelkennzeichnung
ru_ru: sertifikat-tovara

source: Help
de_de: Hilfe
pl_pl: Pomoc
ru_ru: Справка

source: Change name and description
de_de: Name und Beschreibung ändern
pl_pl: Zmień nazwę i opis
ru_ru: Изменить название и описание

source: Enter deposit
de_de: Pfand eintragen
ru_ru: Введите депозит

source: Deposit
de_de: Pfand
pl_pl: Kaucja
ru_ru: Депозит

# Enter_zero_for_delete
source: 0 deletes deposit
de_de: zum Löschen 0 eintragen
pl_pl: 0 usuwa kaucję
ru_ru: 0 удалённых депозитов

source: Is the product a stock product?
de_de: Produkt ist ein Lagerprodukt?
pl_pl: Czy ten produkt jest magazynowany?
ru_ru: Этот товар, товар на складе?

source: Stock product
de_de: Lagerprodukt
pl_pl: Produkt magazynowany
ru_ru: Товар на складе

source: Current stock
de_de: Aktueller Lagerstand
pl_pl: Bieżący stan
ru_ru: Есть на складе

source: Available amount
de_de: Verfügbare Menge
pl_pl: Dostępna ilość
ru_ru: Количество в наличии

# Orders_possible_until_amount_of
source: Order possible until amount of
de_de: Bestellbar bis zu einer Anzahl von
pl_pl: Zamówienia możliwe do ilości
ru_ru: Заказы возможны в количестве до

# zero_or_smaller_zero
source: 0 or smaller than 0
de_de: 0 oder kleiner als 0
pl_pl: 0 lub mniej niż 0
ru_ru: 0 или меньше чем 0
