Repository: foodcoopshop/foodcoopshop
Catalog: resources/locales/*/default.po
Languages: de_de, pl_pl, ru_ru

source: The product ({0}) can't be added to your cart. Please add new credit, your credit minus cart and deposit equals {1}. You can place orders until {2}.
de_de: Das Produkt um {0} kann nicht in den Warenkorb gelegt werden, bitte lade neues Guthaben auf.<br />Dein Guthaben abzüglich Warenwert und Pfand beträgt {1}, du kannst bis {2} bestellen.
ru_ru: Товар ({0}) не может быть добавлен в вашу корзину. Пожалуйста пополните баланс, ваш баланс за вычетом корзины и депозита равен {1}. Вы можете размещать заказы до {2}.

source: The following delivery day(s) already contain orders: {0}. To save the delivery break, either cancel them or change the pickup day.
de_de: Für die folgenden Liefertag(e) sind bereits Bestellungen vorhanden: {0}. Die Lieferpause kann erst gespeichert werden, wenn du die Produkte stornierst oder der Abholtag geändert wird.
ru_ru: Следующий день(и) доставки уже содержит заказы: {0}. Чтобы избежать перерыва в доставке, либо отмените их, либо измените день выдачи.

# Manufacturer_not_found.
source: The manufacturer was not found.
de_de: Der Hersteller wurde nicht gefunden.
ru_ru: Продавец не найден.

# Invoice_number_abbreviataion_{0}_{1}
source: Invoice nܬ {0}, {1}
de_de: Rechnung Nr. {0}, {1}
ru_ru: Счёт № {0}, {1}

source: Member
de_de: Mitglied
ru_ru: покупатель

# Order_lists_for_the_day
source: Order lists for
de_de: Bestellungen für den
ru_ru: Список заказов для

# Your_order_has_been_placed_succesfully.
source: Your order was placed successfully.
de_de: Deine Bestellung wurde erfolgreich abgeschlossen.
pl_pl: Zamówienie zostało złożone pomyślnie.
ru_ru: Вы успешно разместили заказ.

source: {0} has placed a new order ({1}).
de_de: {0} hat eine neue Bestellung getätigt ({1}).
pl_pl: {0} złożył nowe zamówienie ({1}).
ru_ru: {0} разместил новый заказ ({1}).

source: Instant order ({0}) successfully placed for {1}.
de_de: Die Sofort-Bestellung ({0}) für {1} wurde erfolgreich getätigt.
pl_pl: Pomyślnie złożono zamówienie błyskawiczne ({0}) dla {1}.
ru_ru: Мгновенный заказ ({0}) успешно размещён для {1}.

source: Instant order ({0}) successfully placed for {1}. The following manufacturers were notified: {2}
de_de: Die Sofort-Bestellung ({0}) für {1} wurde erfolgreich getätigt. Folgende Hersteller wurden darüber informiert: {2}
pl_pl: Pomyślnie złożono zamówienie błyskawiczne ({0}) dla {1}. Informacja została wysłana do następujących producentów: {2}
ru_ru: Мгновенный заказ ({0}) успешно размещён для {1}. Следующие производителе будут уведомлены: {2}

source: Thank you for your purchase!
de_de: Vielen Dank für deinen Einkauf!
ru_ru: Спасибо за покупку!

source: Continue shopping
de_de: Weiter einkaufen
ru_ru: Продолжить покупки

source: Print receipt
de_de: Beleg drucken
ru_ru: Распечатать квитанцию

source: {0} has placed a new order for {1} ({2}).
de_de: {0} hat eine neue Bestellung für {1} getätigt ({2}).
ru_ru: {0} разместил новый заказ для {1} ({2}).

# Please_add_credit_({0})_(minimal_credit_is_{1}).
source: Please add new credit, your credit minus cart equals {0}. You can place orders until {1}.
de_de: Bitte lade neues Guthaben auf.<br />Dein Guthaben abzüglich Warenkorb beträgt {0}, du kannst bis {1} bestellen.
ru_ru: Пожалуйста пополните баланс, ваш баланс за вычетом корзины равен {0}. Вы можете размещать заказы до {1}.

# Please_change_amount_or_delete_product_from_cart_to_place_order.
source: Please change the amout or remove product from cart to place order.
de_de: Bitte ändere die Anzahl oder lösche das Produkt aus deinem Warenkorb um die Bestellung abzuschließen.
pl_pl: Zmień ilość lub usuń produkt z koszyka aby złożyć zamówienie.
ru_ru: Пожалуйста измените количество или удалите товар из корзины чтобы завершить заказ.

source: The product {0} cannot be ordered any more due to interal reasons.
de_de: Das Produkt {0} kann aufgrund von fehlenden Produktdaten zur Zeit leider nicht bestellt werden.
ru_ru: Товар{0} не может быть больше заказ по по причинам отсутствия данных о нём.

# Please_delete_product_from_cart_to_place_order.
source: Please remove product from cart to place order.
de_de: Bitte lösche das Produkt aus deinem Warenkorb um die Bestellung abzuschließen.
pl_pl: Usuń produkt z koszyka aby złożyć zamówienie.
ru_ru: Пожалуйста удалите товар из корзины чтобы завершить заказ.

source: The attribute {0} of the product {1} cannot be ordered any more due to interal reasons.
de_de: Die Variante {0} des Produktes {1} kann aufgrund von fehlenden Produktdaten zur Zeit leider nicht bestellt werden.
ru_ru: Вариант {0} товара {1} больше не может быть упорядочен по внутренним причинам.

source: The attribute does not exist.
de_de: Die Variante existiert nicht.
pl_pl: Atrybut nie istnieje.
ru_ru: Этот вариант не существует.

source: The product now contains attributes.
de_de: Dem Produkt wurden in der Zwischenzeit Varianten hinzugefügt.
ru_ru: Сейчас товар имеет варианты.

source: You can add it again after having it deleted.
de_de: Du kannst es nach dem Löschen erneut hinzufügen.
ru_ru: Вы можете добавить это ещё раз после того как удалили его.

source: Errors occurred.
de_de: Es sind Fehler aufgetreten.
pl_pl: Wystąpiły błędy.
ru_ru: Произошли ошибки.

# Notification_about_instant_order_order
source: Notification about instant order
de_de: Benachrichtigung über Sofort-Bestellung
pl_pl: Powiadomienie o zamówieniu błyskawicznym
ru_ru: Уведомления о немедленных заказах

# Product_{0}:_Only_{1}_units_on_stock
source: Low stock for product "{0}": {1}
de_de: Lagerstand für Produkt "{0}": {1}
pl_pl: Niski stan produktu "{0}": {1}
ru_ru: Товар с низким количеством единиц на складе "{0}": {1}

source: Hello
de_de: Hallo
pl_pl: Cześć
ru_ru: Привет

source: You can unsubscribe this e-mail <a href="{0}">in the manufacturer's settings</a>.
de_de: Du kannst diese E-Mail <a href="{0}">in den Hersteller-Einstellungen abbestellen</a>.
pl_pl: Możesz anulować supskrypcię mailową <a href="{0}">w ustawieniach producenta</a>.
ru_ru: Вы можете отписаться от этого эл.письма<a href="{0}">в настройках производителя</a>.

source: Your purchase
de_de: Dein Einkauf
ru_ru: Ваша покупка

source: New order comment was written by {0} for {1}
de_de: Neuer Bestell-Kommentar von {0} für {1}
ru_ru: Новый комментарий к заказу был оставлен {0} для {1}

source: Order confirmation
de_de: Bestellbestätigung
pl_pl: Potwierdzenie zamówienia
ru_ru: Подтверждение заказа

# Filename_Right-of-withdrawal-information-and-form
source: Right-of-withdrawal-information-and-form
de_de: Informationen-ueber-Ruecktrittsrecht-und-Ruecktrittsformular
pl_pl: Informacja-i-formularz-o-prawie-do-wycofania
ru_ru: Право-на-возврат-информация-и-форма

# Filename_Order-confirmation
source: Order-confirmation
de_de: Bestelluebersicht
pl_pl: Potwierdzenie-zamowienia
ru_ru: Подтверждение-заказа

# Filename_General-terms-and-conditions
source: General-terms-and-conditions
de_de: Allgemeine-Geschaeftsbedingungen
pl_pl: Regulamin
ru_ru: Общие-положения-и-условия

source: The structure of the uploaded file is not valid.
de_de: Die Struktur der hochgeladenen Datei ist nicht gültig.
ru_ru: Неверный файл для загрузки.

source: Gross price
de_de: Bruttopreis
ru_ru: Цена брутто

source: Tax rate
de_de: Steuersatz
pl_pl: Stawka podatkowa
ru_ru: Налоговая ставка

source: Product declaration
de_de: Produktdeklaration
ru_ru: Сертификат товара

source: Description
de_de: Beschreibung
ru_ru: Описание

# net_per_piece_abbr
source: net/piece
de_de: netto/St.
ru_ru: нетто/шт.

source: net
de_de: netto
ru_ru: нетто

source: VAT
de_de: USt.
ru_ru: НДС

source: Tax rates overview table
de_de: Übersichtstabelle nach Steuersatz
pl_pl: Tabela stawek podatkowych
ru_ru: Обзорная таблица налоговых ставок

# All_amounts_in_{0}.
source: All prices in {0}.
de_de: Alle Beträge in {0}.
ru_ru: Все цены в {0}.

source: Delivery note
de_de: Lieferschein
ru_ru: Товарная накладная

source: Delivered deposit
de_de: Pfand geliefert
ru_ru: Доставленный депозит

# Payment_type_deposit_return
source: Deposit return
de_de: Pfand-Rückgabe
pl_pl: Zwrot kaucji
ru_ru: Возврат депозита

# Cancellation_invoice_number_abbreviataion_{0}_{1}
source: Cancellation invoice nܬ {0}, {1}
de_de: Storno-Rechnung Nr. {0}, {1}
ru_ru: Отмена счёта № {0}, {1}

source: Invoice
de_de: Rechnung
ru_ru: Счёт

source: Cancellation invoice
de_de: Storno-Rechnung
ru_ru: Отмена счёта

source: Price excl.
de_de: Preis exkl.
pl_pl: Cena z wyłączeniem
ru_ru: Цена искл.

source: Price incl.
de_de: Preis inkl.
ru_ru: Цена вкл.

source: Price net
de_de: Nettopreis
ru_ru: Цена нетто

source: Total sum net
de_de: Nettosumme
ru_ru: Общая сумма нетто

source: Value added tax
de_de: Umsatzsteuer
pl_pl: VAT
ru_ru: Налог на добавленную стоимость

source: Total sum gross
de_de: Bruttosumme
ru_ru: Итого сумма брутто

source: Deleted member
de_de: Gelöschtes Mitglied
ru_ru: Удалённый покупатель

source: Order day
de_de: Bestelltag
pl_pl: Dzień zamówienia
ru_ru: День заказа

source: Deleted member
de_de: Gelöschtes Mitglied
pl_pl: Usuń członka
ru_ru: Удалить покупателя

source: Price per weight
de_de: Preis nach Gewicht
pl_pl: Cena za wagę
ru_ru: Цена за вес

source: Generated on {0}
de_de: Generiert am {0}
ru_ru: Сгенерировано {0}

source: Page {0} of {1}
de_de: Seite {0} von {1}
pl_pl: Strona {0} z {1}
ru_ru: Страница {0} из {1}

source: Sum price excl.
de_de: Summe Preis exkl.
ru_ru: Общая цена искл.

source: Sum tax
de_de: Summe Steuer
pl_pl: Suma podatków
ru_ru: Общий налог

source: Sum price incl.
de_de: Summe Preis inkl.
pl_pl: Suma cen łącznie z
ru_ru: Общая цена вкл.

# Filename_Information-about-right-of-withdrawal
source: Informationen-ueber-Ruecktrittsrecht
pl_pl: Informacja-o-prawie-do-odstapienia
ru_ru: Информация-о-праве-на-возврат

# Customer_adds_payment_manually
source: Members add their payments manually
de_de: Mitglieder tragen die Guthaben-Aufladungen selbst ein
ru_ru: Покупатели добавят способ оплаты вручную

# Payment_is_added_by_uploading_a_list
source: Payments are added by a superadmin by uploading a CSV list
de_de: Superadmins importieren die Guthaben-Aufladungen über eine CSV-Liste ins System
ru_ru: Платежи добавлены суперадмином посредством загрузки списка CSV

source: Members
de_de: Mitglieder
pl_pl: Członkowie
ru_ru: Покупатели

source: News
de_de: Aktuelles
pl_pl: Nowości
ru_ru: Новости

source: Activities
de_de: Aktivitäten
pl_pl: Czynności
ru_ru: Активность

source: Credit
de_de: Guthaben
pl_pl: Kredyt
ru_ru: Баланс

source: Orders
de_de: Bestellungen
ru_ru: Заказы

source: Order adaptions
de_de: Bestelländerungen
ru_ru: Другие корректировки

source: My data
de_de: Meine Daten
ru_ru: Мои данные

source: Change password
de_de: Passwort ändern
ru_ru: Изменить пароль

# My_invoices
source: My nvoices
de_de: Meine Rechnungen
ru_ru: Мои счета

# cart_type_weekly_rhythm
source: Pre-order
de_de: Vorbestellung
ru_ru: Предзаказ

# cart_type_instant_order
source: Instant order
de_de: Sofort-Bestellung
ru_ru: Мгновенный заказ

# cart_type_self_service
source: Self-service / stock product order
de_de: Selbstbedienung / Lagerprodukt-Bestellung
ru_ru: Самообслуживание / товар на заказ

# Shopping_with_selling_price
source: User selling price for shopping
de_de: Einkaufen zum Verkaufspreis
ru_ru: Покупка по сниженной цене

# Shopping_with_purchase_price
source: Use purchase price for shopping
de_de: Einkaufen zum Einkaufspreis
ru_ru: Купить по цене покупки

# Shopping_with_zero_price
source: Use zero price for shopping
de_de: Einkaufen zum Nullpreis
ru_ru: Покупка по нулевой цене

source: every {0} week
de_de: jede {0} Woche
pl_pl: co {0} tydzień
ru_ru: каждую {0} неделю

source: every {0} {1} of a month
de_de: jeden {0} {1} im Monat
pl_pl: każdego {0} {1} miesiąca
ru_ru: каждую {0} {1} месяца

source: every last {0} of a month
de_de: jeden letzten {0} im Monat
pl_pl: w każdy(ą) ostatni(ą) {0} miesiąca
ru_ru: каждую последнюю {0} месяца

source: bulk order
de_de: Sammelbestellung
ru_ru: дата заказа

source: midnight
de_de: Mitternacht
pl_pl: północ
ru_ru: полночь

source: default value
de_de: Standardwert
pl_pl: wartość domyślna
ru_ru: значение по умолчанию

source: yes
de_de: ja
pl_pl: tak
ru_ru: да

source: no
de_de: nein
pl_pl: nie
ru_ru: нет

source: Deleted e-mail address
de_de: Gelöschte E-Mail-Adresse
pl_pl: Usuń adres mailowy
ru_ru: Удалённый адрес эл.почты

source: {0} further delivery breaks
de_de: {0} weitere Lieferpausen
ru_ru: {0} будущие перерывы в доставке

# The_manufacturer_{0}_takes_a_break_on_{1}.
source: The manufacturer {0} takes a delivery break on {1}.
de_de: Der Hersteller {0} hat am {1} Lieferpause.
ru_ru: Производитель {0} делает перерыв в доставке на {1}.

# {0}_takes_a_break_on_{1}.
source: {0} takes a delivery break on {1}.
de_de: {0} hat am {1} Lieferpause.
ru_ru: {0} делает перерыв в доставке на {1}.

source: Mobile
de_de: Handy
pl_pl: Numer telefonu (kom)
ru_ru: Мобильный номер

source: Phone
de_de: Telefon
pl_pl: Numer telefonu
ru_ru: Телефон

source: E-mail
ru_ru: Эл.почта

source: Website
de_de: Homepage
pl_pl: Strona
ru_ru: Вебсайт

source: VAT number
de_de: UID-Nummer
pl_pl: numer VAT
ru_ru: Номер плательщика НДС

source: Commercial register number
de_de: Firmenbuchnummer
pl_pl: KRS
ru_ru: Номер ИНН или ОГРН (ОГРНИП)

source: Company court
de_de: Firmengericht
pl_pl: Sąd gospodarczy
ru_ru: Судебная юрисдикция

source: Supervisory authority
de_de: Aufsichtsbehörde
pl_pl: Jednostka nadzorcza
ru_ru: Надзорный орган

source: Chamber
de_de: Kammer
pl_pl: Izba
ru_ru: Дополнительная информация

source: Header (top)
de_de: Header (oben)
pl_pl: Nagłówek (góra)
ru_ru: Заголовок (верхний)

source: Footer (bottom)
de_de: Footer (unten)
pl_pl: Stopka (dół)
ru_ru: Колонтитул (внизу)

source: Self-service customer
de_de: SB-Kunde
ru_ru: Самообслуживание покупателя

source: Admin
ru_ru: Админ

source: Superadmin
ru_ru: Суперадмин

# Configurations
source: Settings
de_de: Einstellungen
ru_ru: Настройки

source: Tax rates
de_de: Steuersätze
ru_ru: Налоговые ставки

source: Credit overview
de_de: Guthaben-Übersicht
ru_ru: Обзор баланса

source: Deposit overview
de_de: Pfand-Übersicht
ru_ru: Просмотр депозита

source: Journal
ru_ru: Журнал

source: Profit
de_de: Gewinn
ru_ru: Доход

# Payment_type_credit_upload
source: Credit upload
de_de: Guthaben-Aufladung
pl_pl: Przesyłanie kredytu
ru_ru: Баланс загружен

# Payment_type_payback
source: Payback
de_de: Rückzahlung
pl_pl: Zwrot
ru_ru: Возврат средств

source: Empty glasses
de_de: Leergebinde
pl_pl: Puste opakowania
ru_ru: Пустая тара

source: Compensation payment
de_de: Ausgleichszahlung
pl_pl: Rekompensata
ru_ru: Компенсационная выплата

# _Order_list_filename_
source: _Order_list_
de_de: _Bestellliste_
pl_pl: _Lista_zamowien_
ru_ru: _Список заказов_

# _Invoice_filename_
source: _Invoice_
de_de: _Rechnung_
pl_pl: _Faktura_
ru_ru: _Счёт_

# approval_state_ok
source: ok
pl_pl: poprawne
ru_ru: ок

# approval_state_open
source: open
de_de: offen
pl_pl: otwarte
ru_ru: открыт

# approval_state_not_ok
source: not ok
de_de: da stimmt was nicht...
pl_pl: błędne
ru_ru: что то не так

# active_state_active
source: active
de_de: aktiviert
pl_pl: aktywne
ru_ru: подключённые

# active_state_inactive
source: inactive
de_de: deaktiviert
pl_pl: nieaktywne
ru_ru: отключённые

# active_state_all
source: all
de_de: alle
pl_pl: wszystkie
ru_ru: все

source: {0,plural,=1{1 minute} other{# minutes}}
de_de: {0,plural,=1{1 Minute} other{# Minuten}}
ru_ru: {0,plural,=1{1 минута} other{# минут}}

source: {0,plural,=1{1 second} other{# seconds}}
de_de: {0,plural,=1{1 Sekunde} other{# Sekunden}}
ru_ru: {0,plural,=1{1 секунда} other{# секунд}}

source: price will be adapted.
de_de: Preis wird angepasst.
ru_ru: цена будет скорректирована.

# route_all_products
source: All-products
de_de: Alle-Produkte
ru_ru: vse-tovari

# routes_product
source: product
de_de: produkt
ru_ru: tovar

source: Modified on
de_de: Geändert am
pl_pl: Zmodyfikowano dnia
ru_ru: Изменено

source: Edit
de_de: Bearbeiten
pl_pl: Edytuj
ru_ru: Редактировать

source: Further news
de_de: Weitere Beiträge
pl_pl: Kolejne nowości
ru_ru: Другие новости

source: of {0}
de_de: von {0}
pl_pl: z {0}
ru_ru: от {0}

source: found
de_de: gefunden
pl_pl: znaleziono
ru_ru: найден

source: Your cart is empty
de_de: Dein Warenkorb ist leer
pl_pl: Twój koszyk jest pusty
ru_ru: Ваша корзина пуста

source: Value of goods
de_de: Warenwert
ru_ru: Объём товаров

source: Deposit sum
de_de: Pfandsumme
pl_pl: Suma kaucji
ru_ru: Сумма депозита

source: Total
de_de: Gesamt
pl_pl: Łącznie
ru_ru: Всего

# Including_vat
source: Included VAT
de_de: Enthaltene Umsatzsteuer
pl_pl: Zawiera VAT
ru_ru: Включая НДС

source: The delivered weight will eventually be adapted, so the price can change slightly.
de_de: Das tatsächlich gelieferte Gewicht wird evtl. noch angepasst, d. h. der Preis kann sich noch geringfügig ändern.
pl_pl: Wagi dostarczonych produktów mogą ulec zmianie, więc cena również może nieco się zmienić.
ru_ru: Вес доставки будет в конечном счёте скорректирован, это значит что цена будет немного изменена.

# To_finish_order_click_here.
source: To finish your order please click the button below.
de_de: Um die Bestellung abzuschließen, klicke bitte auf "Zahlungspflichtig bestellen".
pl_pl: Kliknij przycisk poniżej aby dokończyć zamówienie.
ru_ru: Для завершения заказа пожалуйста нажмите на кнопку ниже.

source: Order placed
de_de: Bestellung abgeschlossen
pl_pl: Zamówienie złożone
ru_ru: Заказ размещён

# Thank_you_your_order_was_placed_succesfully.
source: Thank you, your order was placed successfully.
de_de: Vielen Dank, deine Bestellung wurde erfolgreich abgeschlossen.
pl_pl: Dziękujemy. Twoje zamówienie zostało złożone poprawnie.
ru_ru: Благодарим вас за успешно размещённый заказ.

# The_order_confirmation_was_sent_by_email_to_{0}.
source: The order confirmation was sent to you by e-mail ({0}).
de_de: Die Bestellbestätigung wurde per E-Mail an {0} versendet.
pl_pl: Potwierdzenie zamówienia zostało wysłane mailowo ({0}).
ru_ru: Подтверждение заказа направлено вам на эл.почту ({0}).

# Please_pick_up_the_ordered_products_at:_{0}
source: Please pick up up the ordered products here: {0}
de_de: Bitte hole die bestellten Produkte hier ab: {0}
ru_ru: Пожалуйста, получите заказанные товары здесь: {0}

source: Scan member card
de_de: Mitgliedskarte scannen
ru_ru: Сканируйте карту покупателя

source: or
de_de: oder
ru_ru: или

source: Password
de_de: Passwort
pl_pl: Hasło
ru_ru: Пароль

source: Stay signed in
de_de: Angemeldet bleiben
pl_pl: Pozostań zalogowany
ru_ru: запомнить

source: Forgot password?
de_de: Passwort vergessen?
pl_pl: Zapomniałeś hasła?
ru_ru: Забыли пароль?

source: Create account
de_de: Mitgliedskonto erstellen
pl_pl: Utwórz konto
ru_ru: Создать учётную запись

source: Register as company?
de_de: Als Firma registrieren?
ru_ru: Зарегистрироваться как компания?

# Street_and_number
source: Street and nܬ
de_de: Straße + Nummer
ru_ru: Улица и № дома

# Additional_address_information
source: Additional information
de_de: Adresszusatz
pl_pl: Informacje dodatkowe
ru_ru: Дополнительный адрес

source: Zip
de_de: PLZ
pl_pl: Kod pocztowy
ru_ru: Индекс

source: City
de_de: Ort
pl_pl: Miasto
ru_ru: Населённый пункт

# Want_to_receive_the_newsletter?
source: Do you want to receive the newsletter via email?
de_de: Ich möchte den Newsletter per E-Mail erhalten?
ru_ru: Хотите получать новостную рассылку по эл.почте?

# Want_to_receive_reminder_emails?
source: Do you want to receive an order reminder e-mail every week?
de_de: Ich möchte wöchentlich per E-Mail ans Bestellen erinnert werden?
pl_pl: Czy chcesz co tydzień otrzymywać przypomnienia mailowe o zamówieniach?
ru_ru: Вы хотите получать напоминание о заказе каждую неделю?

source: terms of use
de_de: Nutzungsbedingungen
pl_pl: warunki korzystania
ru_ru: условия использования

source: I accept the {0}
de_de: Ich akzeptiere die {0}
pl_pl: Akceptuję {0}
ru_ru: Я принимаю {0}

source: Please enter your email address and click on send button.
de_de: Bitte gib deine E-Mail-Adresse an und klicke dann auf "Senden".
pl_pl: Podaj swój adres mailowy i kliknij przycisk "Wyślij".
ru_ru: Пожалуйста, введите свой адрес эл.почты и нажмите кнопку отправить.

source: Send
de_de: Senden
pl_pl: Wyślij
ru_ru: Отправить

source: The confirmation of your registration was sent to you by email.
de_de: Die Bestätigung deiner Registrierung wurde per E-Mail an dich versendet.
pl_pl: Potwierdzenie rejestracji zostało wysłane mailowo.
ru_ru: Подтверждение вашей регистрации было отправлено вам по эл.почте.

source: Please also check the spam folder of your inbox and be aware that receiving the mail might last up to a several minutes!
de_de: Bitte überprüfe auch den Spam-Ordner deines Postfaches und berücksichtige, dass das Empfangen der Bestätigungs-E-Mail ein paar Minuten dauern kann!
ru_ru: Пожалуйста, также проверьте папку спам в вашем почтовом ящике и имейте в виду, что получение эл.почты может длиться до нескольких минут!

# Your_accout_was_created_but_not_activated_which_means_you_cannot_login_yet!
source: Your account was created but not activated yet. This means, you can't login yet!
de_de: Dein Mitgliedskonto ist zwar erstellt, aber noch nicht aktiviert. Das heißt, du kannst dich noch nicht einloggen!
pl_pl: Twoje konto zostało utworzone, lecz nie jest jeszcze aktywne. Oznacza to, że jeszcze nie możesz się zalogować!
ru_ru: Ваша учётная запись создана, но еще не активирована. Это означает, что вы пока не можете войти в систему!

# You_will_get_an_email_as_soon_as_we_activated_you.
source: You will get an e-mail as soon as we activate you.
de_de: Du wirst per E-Mail benachrichtigt, sobald wir dich aktiviert haben.
pl_pl: Otrzymasz maila jak tylko aktywujemy twoje konto.
ru_ru: Вы получите эл.письмо, как только мы активируем вас.

source: Click here to write your own feedback.
de_de: Hier kannst du dein eigenes Feedback verfassen.
ru_ru: Нажмите здесь, чтобы оставить отзыв.

# Members_feedback
source: Member feedback
de_de: Feedback von Mitgliedern
ru_ru: Отзыв покупателя

# Manufacturers_feedback
source: Manufacturer feedback
de_de: Feedback von Herstellern
ru_ru: Отзыв производителя

source: Imprint
de_de: Impressum
pl_pl: Sygnatura
ru_ru: О нас

# Show_manufacturer_profile
source: Show manufacturer
de_de: Hersteller anzeigen
ru_ru: Показать производителя

source: Show products
de_de: Produkte anzeigen
ru_ru: Показать товары

source: Stock products
de_de: Lagerprodukte
ru_ru: Товары на складе

source: Self-service
de_de: Selbstbedienung
ru_ru: Самообслуживание

# Search:_name_id_or_barcode
source: Search field: Scan barcode or enter search term
de_de: Suchfeld: Barcode scannen oder Suchbegriff eingeben
ru_ru: Поиск: название, ID или штрихкод

# Please_search_or_scan_a_product_or_chose_a_category.
source: Please search or scan a product or choose a category.
de_de: Suchfeld: Barcode scannen oder Suchbegriff eingeben
ru_ru: Пожалуйста найдите или сканируйте товар или выберите категорию.

source: No products found.
de_de: Keine Produkte gefunden -> Barcode scannen, Suchbegriff eingeben oder in Kategorien suchen.
ru_ru: Товары не найдены.

source: Shopping bag
de_de: Einkaufstasche
ru_ru: Корзина

# docs_route_self_service
source: self-service-mode
de_de: selbstbedienungs-modus
ru_ru: rezhim-samoobsluzhivaniya

source: Your shopping bag is empty.
de_de: Deine Einkaufstasche ist leer.
ru_ru: Ваша корзина была пуста.

source: Finish pickup
de_de: Einkauf abschließen
ru_ru: Закончить выдачу

source: Continue shopping?
de_de: Weiter einkaufen?
ru_ru: Продолжить покупки?

source: terms and conditions
de_de: Nutzungsbedingungen
pl_pl: regulamin
ru_ru: условия и положения
