Repository: foodcoopshop/foodcoopshop
Catalog: resources/locales/*/default.po
Languages: de_de, pl_pl, ru_ru

# For_manufacturers_and_contact_persons._Can_be_changed_in_manufacturer_settings.
source: For manufacturers and contact persons. Can be changed in the manufacturer settings.
de_de: An Hersteller bzw. Ansprechperson, kann in den Hersteller-Einstellungen geändert werden.
pl_pl: Dla producentów i osób kontaktowych. Może zostać zmienione w ustawieniach producenta.
ru_ru: Для производителей и для контактных лиц. Может быть изменено в настройках производителя.

# Notification_if_amount_lower_than
source: Notification if amount is lower than
de_de: E-Mail-Benachrichtigung ab Anzahl
pl_pl: Powiadomienie jeśli ilość mniejsza niż
ru_ru: Уведомлять если количество ниже чем

# Is_product_a_stock_product?
source: Is the product a stock product?
de_de: Ist das Produkt ein Lagerprodukt?
pl_pl: Czy ten produkt jest magazynowany?
ru_ru: Этот товар, товар на складе?

# The_delivery_rhythm_of_stock_products_is_always_weekly.
source: The delivery rhythm of stock products is always "weekly" and can't be changed.
de_de: Der Lieferrhythmus von Lagerprodukten ist immer "wöchentlich" und kann nicht geändert werden.
pl_pl: Harmonogram dostaw produktów magazynowanych jest zawsze tygodniowy i nie może zostać zmieniony.
ru_ru: График доставки товаров со склада всегда "еженедельно" и не может быть изменён.

source: Delivery rhythm
de_de: Lieferrhythmus
pl_pl: Harmonogram dostaw
ru_ru: График доставки

source: Change delivery rhythm
de_de: Lieferrhythmus ändern
ru_ru: Изменить график доставки

source: First delivery day
de_de: Erster Liefertag
pl_pl: Pierwszy dzień dostawy
ru_ru: Первый день доставки

# First_delivery_day_info_(one_product).
source: The product can be ordered from now on.
de_de: Produkt ist ab sofort bestellbar.
pl_pl: Od tej pory produkt może być zamawiany.
ru_ru: Дата получения товара.

# First_delivery_day_info_(multiple_products).
source: The products can be ordered from now on.
de_de: Produkte sind ab sofort bestellbar.
pl_pl: Od tej pory produkty mogą być zamawiane.
ru_ru: Дата получения товаров.

source: can be left blank
de_de: kann freigelassen werden
pl_pl: może pozostać puste
ru_ru: можно оставить пустым

source: Order possible until
de_de: Bestellbar bis
pl_pl: Zamówienia możliwe do
ru_ru: Заказ возможен до

# Info_page_for_delivery_rhythm
source: Info page for delivery rhythms
de_de: Infos zu den Lieferrhythmen
pl_pl: Strona informacyjna harmonogramów dostaw
ru_ru: Информационная страница о графике доставки

# docs_route_order_handling
source: order-handling
de_de: bestellabwicklung
ru_ru: obrabotka-zakazov

source: Last order weekday
de_de: Bestellschluss
pl_pl: Ostatni dzień zamówień
ru_ru: Последний срок оформления заказа

# Send_order_lists_day
source: Send order list day
de_de: Bestelllisten versenden am
pl_pl: Dzień wysyłki list zamówień
ru_ru: День отправки списка заказов

# Order_lists_are_sent_automatically_next_day_in_the_morning.
source: The order lists are sent automatically on the next day in the morning.
de_de: Die Bestelllisten werden automatisch am nächsten Tag in der Früh versendet.
pl_pl: Listy zamówień są wysyłane automatycznie następnego dnia rano.
ru_ru: Списки заказов высылаются автоматически на следующий день утром.

# Order_lists_are_sent_automatically_on_this_day.
source: The order lists are sent automatically on the given day. If left <b>empty</b>, the order lists <b>are not sent</b>.
de_de: Die Bestelllisten werden automatisch am angegebenen Tag in der Früh versendet. <b>Leeres Feld</b> bedeutet: Bestelllisten werden <b>nicht automatisch versendet</b>.
pl_pl: Listy zamówień są wysyłane automatycznie danego dnia. Jeśli pozostawione <b>puste</b>, listy zamówień <b>nie będą wysyłane</b>.
ru_ru: Списки заказов высылаются автоматически в указанный день. Если оставить <b>пустое поле</b>, списки заказов <b>не будут отправлены</b>.

# Is_the_product_always_available?
source: Product always available?
de_de: Produkt immer verfügbar?
ru_ru: Товар доступен всегда?

source: Default quantity after sending order lists
de_de: Standard-Anzahl pro Lieferrhythmus
ru_ru: Количество по умолчанию после отправки списка заказов

# After_the_order_lists_are_sent_available_amount_is_set_to_this_value.
source: After the order lists are sent, the available amount is set to this value.<br /><b>Sending order lists must be activated (in manufacturer settings)!</b>
de_de: Nach jedem Bestelllisten-Versand wird die verfügbare Anzahl automatisch wieder auf diesen Wert gesetzt. Zum Deaktivieren leer lassen.<br /><b>Der Bestelllisten-Versand muss aktiviert sein (in den Hersteller-Einstellungen)!</b>
ru_ru: После отправки списков заказов, доступное количество составит это значение.<br /><b>Отправка списка заказов дожна быть активирована (в настройках производителя)!</b>

source: Enter purchase price
de_de: Einkaufspreis eintragen
ru_ru: Введите цену покупки

source: Storage location
de_de: Lagerort
ru_ru: Место хранения

# EAN_13_code
source: EAN13 barcode
ru_ru: EAN13 штрих код

source: delete
de_de: löschen
pl_pl: usuń
ru_ru: удалить

source: Delete image?
de_de: Bild löschen?
pl_pl: Usunąć obraz?
ru_ru: Удалить изображение?

# Really_delete_image?
source: Do you really want to delete the image?
de_de: Möchtest du das Bild wirklich löschen?
pl_pl: Na pewno chcesz usunąć obraz?
ru_ru: Вы действительно хотите удалить изображение?

source: rotate anti clockwise?
de_de: gegen den Uhrzeigersinn drehen?
pl_pl: obrócić odwrotnie do ruch wskazówek zegara?
ru_ru: вращать против часовой стрелки?

source: rotate clockwise?
de_de: im Uhrzeigersinn drehen?
pl_pl: obrócić zgodnie z ruchem wskazówek zegara?
ru_ru: вращать по часовой стрелке?

source: Change general terms and conditions
de_de: AGB ändern
pl_pl: Zmień regulamin
ru_ru: Изменить общие положения и условия

source: Please upload an image.
de_de: Bitte lade ein Bild hoch.
pl_pl: Zamieść obraz.
ru_ru: Пожалуйста загрузите изображение.

source: Email or password wrong. Please check that there are no special characters in your password and change it eventually at your remote food-coop.
de_de: E-Mail oder Passwort falsch. Bitte überprüfe, dass im Passwort keine Sonderzeichen (z.B. äöüß) vorkommen und ändere es gegebenfalls bei deiner Remote-Foodcoop.
ru_ru: Неверный адрес эл.почты или пароль. Пожалуйста, убедитесь, что в вашем пароле нет специальных символов.

source: Product
de_de: Produkt
pl_pl: Produkt
ru_ru: Товар

source: An attribute cannot be assigned to a product.
de_de: Eine Variante kann keinem Produkt zugeordnet werden.
pl_pl: Atrybut nie może zostać przydzielony do produktu.
ru_ru: Вариант не может быть назначен товару.

source: A product cannot be assigned to an attribute.
de_de: Ein Produkt kann keiner Variante zugeordnet werden.
pl_pl: Produkt nie może zostać przydzielony do atrybutu.
ru_ru: Товар не может быть назначен к варианту.

source: This product is always available.
de_de: Dieses Produkt ist immer verfügbar.
ru_ru: Этот товар всегда доступен.

source: Please update FoodCoopShop.
de_de: Bitte FoodCoopShop updaten.
ru_ru: Пожалуйста обновите FoodCoopShop.

source: Image
de_de: Bild
pl_pl: Obraz
ru_ru: Изображение

# Name_additional_info
source: Name, unit, descriptions, product declaration
de_de: Name, Einheit, Beschreibungen, Produkt-Deklaration
pl_pl: Nazwa, jednostka, opis, definicja produktu
ru_ru: Название, единица, описания, сертификат товара

source: Quantity
de_de: Anzahl
pl_pl: Ilość
ru_ru: Количество

source: Price
de_de: Preis
pl_pl: Cena
ru_ru: Цена

source: Status
ru_ru: Статус

source: No products or attributes selected.
de_de: Es sind keine Produkte oder Varianten markiert.
pl_pl: Nie wybrano żadnych produktów ani atrybutów.
ru_ru: Товары и варианты не выбраны.

source: No product data selected.
de_de: Es sind keine Produktdaten markiert.
pl_pl: Nie wybrano danych produktu.
ru_ru: Не выбраны данные о товаре.

source: Please enter your credentials.
de_de: Bitte gib deine Login-Daten ein.
pl_pl: Wpisz swoje poświadczenia.
ru_ru: Пожалуйста, введите свои учётные данные.

source: Really synchronize?
de_de: Wirklich synchronisieren?
pl_pl: Na pewno zsynchronizować?
ru_ru: Действительно синхронизировать?

source: This action cannot be undone.
de_de: Diese Aktion kann nicht rückgängig gemacht werden!
pl_pl: Ta czynność jest nieodwracalna.
ru_ru: Это действие нельзя отменить.

source: Really synchronize data {0} from {1} and {2} to the following foodcoops? {3}
de_de: Möchtest du die Daten {0} von {1} und {2} wirklich auf folgende FoodCoops übertragen? {3}
pl_pl: Na pewno przenieść dane {0} z {1} oraz {2} do następujących kooperatyw? {3}
ru_ru: Хотите синхронизировать данные {0} из {1} и {2} на следующий сервер? {3}

source: attribute
de_de: Variante
pl_pl: atrybut
ru_ru: вариант

source: attributes
de_de: Varianten
pl_pl: atrybuty
ru_ru: варианты

source: Terms of use
de_de: Nutzungsbedingungen
pl_pl: Warunki użytkowania
ru_ru: Условия использования

source: Privacy policy
de_de: Datenschutzerklärung
pl_pl: Polityka prywatności
ru_ru: Политика безопасности

source: List of allergens
de_de: Allergenliste
pl_pl: Lista alergenów
ru_ru: Список аллергенов

source: Self-service mode
de_de: Selbstbedienungs-Modus
ru_ru: Режим самообслуживания

source: The product {0} was added to your cart.
de_de: Das Produkt {0} wurde in deine Einkaufstasche gelegt.
ru_ru: Товар {0} был добавлен в вашу корзину.

source: Your shopping bag was empty.
de_de: Deine Einkaufstasche war leer.
ru_ru: Ваша корзина была пуста.

# You_are_not_signed_in.
source: Your are not signed in.
de_de: Du bist nicht angemeldet.
pl_pl: Nie jesteś zalogowany.
ru_ru: Вы не вошли.

# BackupDatabaseCronjob
source: Backup database
de_de: Datenbank-Backup
ru_ru: Резервное копирование базы данных

# CheckCreditBalanceCronjob
source: Credit reminder
de_de: Guthaben-Erinnerung versenden
ru_ru: Напоминание о балансе

# EmailOrderReminderCronjob
source: Order reminder
de_de: Bestell-Erinnerung versenden
ru_ru: Напоминание о заказе

# PickupReminderCronjob
source: Pickup reminder
de_de: Abhol-Erinnerung versenden
ru_ru: Напоминание о выдачи

# SendOrderListsCronjob
source: Order lists
de_de: Bestelllisten versenden
ru_ru: Списки заказа

# SendInvoicesToCustomersCronjob
source: Invoices
de_de: Rechnungen versenden
ru_ru: Счета

# SendInvoicesToManufacturersCronjob
source: Invoices
de_de: Rechnungen versenden
ru_ru: Счета

# SendDeliveryNotesCronjob
source: Delivery notes
de_de: Lieferscheine versenden
ru_ru: Накладные

# Action_Log_Invoice_added
source: Invoice: Added
de_de: Rechnung: erstellt
ru_ru: Счёт: Добавлен

# Action_Log_Invoice_cancelled
source: Invoice: Cancelled
de_de: Rechnung: storniert
ru_ru: Счёт: Отменён

# Action_Log_Product_added
source: Product: Added
de_de: Produkt: erstellt
pl_pl: Produkt: Dodano
ru_ru: Товар: Добавлен

# Action_Log_Product_attribute_added
source: Product: Attribute added
de_de: Produkt: Variante erstellt
pl_pl: Produkt: Dodano atrybut
ru_ru: Товар: Вариант добавлен

# Action_Log_Product_attribute_changed
source: Product: Attribute changed
de_de: Produkt: Variante geändert
ru_ru: Товар: Вариант изменён

# Action_Log_Product_image_uploaded
source: Product: Image uploaded
de_de: Produkt: Bild hochgeladen
pl_pl: Produkt: Przesłano obraz
ru_ru: Товар: Изображение загружено

# Action_Log_Product_image_deleted
source: Product: Image deleted
de_de: Produkt: Bild gelöscht
pl_pl: Produkt: Usunięto obraz
ru_ru: Товар: Изображение удалено

# Action_Log_Product_attribute_deleted
source: Product: Attribute deleted
de_de: Produkt: Variante gelöscht
pl_pl: Produkt: Usunięto atrybut
ru_ru: Товар: Вариант удалён

# Action_Log_Product_deactivated
source: Product: deactivated
de_de: Produkt: deaktiviert
pl_pl: Produkt: dezaktywowano
ru_ru: Товар: деактивирован

# Action_Log_Product_activated
source: Product: activated
de_de: Produkt: aktiviert
pl_pl: Produkt: aktywowano
ru_ru: Товар: активирован

# Action_Log_Product_quantity_changed
source: Product: Quantity changed
de_de: Produkt: Anzahl geändert
pl_pl: Produkt: Zmieniono ilość
ru_ru: Товар: Количество изменено

# Action_Log_Product_purchase_price_changed
source: Product: Purchase price changed
de_de: Produkt: Einkaufspreis geändert
ru_ru: Товар: Цена покупки изменена

# Action_Log_Product_price_changed
source: Product: Price changed
de_de: Produkt: Preis geändert
pl_pl: Produkt: Zmieniono cenę
ru_ru: Товар: Цена изменена

# Action_Log_Product_name_changed
source: Product: Name changed
de_de: Produkt: Name geändert
pl_pl: Produkt: Zmieniono nazwę
ru_ru: Товар: Название изменено

# Action_Log_Product_unity_changed
source: Product: Unity changed
de_de: Produkt: Einheit geändert
ru_ru: Товар: Единица измерения изменена

# Action_Log_Product_description_changed
source: Product: Description changed
de_de: Produkt: Beschreibung geändert
pl_pl: Produkt: Zmieniono opis
ru_ru: Товар: Описание изменено

# Action_Log_Product_description_short_changed
source: Product: Description short changed
de_de: Produkt: Beschreibung kurz geändert
pl_pl: Produkt: Zmieniono krótki opis
ru_ru: Товар: Короткое описание изменено

# Action_Log_Product_deposit_changed
source: Product: Deposit changed
de_de: Produkt: Pfand geändert
pl_pl: Produkt: Zmieniono kaucję
ru_ru: Товар: Депозит изменён

# Action_Log_Product_tax_rate_changed
source: Product: Tax rate changed
de_de: Produkt: Steuersatz geändert
pl_pl: Produkt: Zmieniono stawkę podatku
ru_ru: Товар: Налоговая ставка изменена

# Action_Log_Product_categories_changed
source: Product: Categories changed
de_de: Produkt: Kategorien geändert
pl_pl: Produkt: Zmieniono kategorie
ru_ru: Товар: Категории изменены

# Action_Log_Product_set_to_not_new
source: Product: not set to "new" any more
de_de: Produkt: nicht mehr als "neu" anzeigen
pl_pl: Produkt: Nie jest już oznaczony jako "nowy"
ru_ru: Товар: больше не установлен как "новый"

# Action_Log_Product_set_to_new
source: Product: set to "new"
de_de: Produkt: als "neu" anzeigen
pl_pl: Produkt: Oznaczono jako "nowy"
ru_ru: Товар: установить как "новый"

# Action_Log_Product_default_attribute_changed
source: Product: Default attribute changed
de_de: Produkt: Standard-Variante geändert
pl_pl: Produkt: Zmieniono domyślny atrybut
ru_ru: Товар: Вариант по умолчанию изменён

# Action_Log_Network_module_product_synchronized
source: Network module: Products synchronized
de_de: Netzwerk-Modul: Produkte synchronisiert
pl_pl: Moduł sieciowy: Produkty zsynchronizowane
ru_ru: Сетевой модуль: Товары синхронизированы

# Action_Log_Delivery_rhythm_changed
source: Product: Delivery rhythm changed
de_de: Produkt: Lieferrhythmus geändert
pl_pl: Produkt: Zmieniono harmonogram dostaw
ru_ru: Товар: График доставки изменён

# Action_Log_Product_deleted
source: Product: deleted
de_de: Produkt: gelöscht
ru_ru: Товар: удалён

# Action_Log_Order_status_changed
source: Order: Status changed
de_de: Bestellung: Status geändert
pl_pl: Zamówienie: Zmieniono status
ru_ru: Заказ: Статус изменён

# Action_Log_Orders_closed
source: Orders: closed
de_de: Bestellungen: abgeschlossen
pl_pl: Zamówienia: zamknięto
ru_ru: Заказы: закрытый

# Action_Log_Order_comment_changed
source: Order: Comment changed
de_de: Bestellung: Kommentar geändert
pl_pl: Zamówienie: Zmieniono komentarz
ru_ru: Заказ: Комментарий изменён

# Action_Log_Order_date_changed
source: Order: Date set back
de_de: Bestellung: rückdatiert
pl_pl: Zamówienie: Cofnięto datę
ru_ru: Заказ: Дата перенесена

# Action_Log_Instant_order_placed
source: Order: Instant order placed
de_de: Bestellung: Sofort-Bestellung getätigt
pl_pl: Zamówienie: Złożono zamówienie błyskawiczne
ru_ru: Заказ: Мгновенный заказ размещён

# Action_Log_Self_service_order_placed
source: Order: self-service order placed
de_de: Bestellung: Selbstbedienung getätigt
ru_ru: Заказ: размещение заказа самообслуживания

# Action_Log_Order_detail_product_price_changed
source: Ordered product: Price changed
de_de: Bestelltes Produkt: Preis geändert
pl_pl: Zamówiony produkt: Zmieniono cenę
ru_ru: Заказанные товары: Цена изменилась

# Action_Log_Order_detail_product_quantity_changed
source: Ordered product: Weight changed
de_de: Bestelltes Produkt: Gewicht geändert
pl_pl: Zamówiony produkt: Zmieniono wagę
ru_ru: Заказанные товары: Вес изменился

# Action_Log_Order_detail_product_amount_changed
source: Ordered product: Amount changed
de_de: Bestelltes Produkt: Anzahl geändert
pl_pl: Zamówiony produkt: Zmieniono ilość
ru_ru: Заказанный товар: Количество изменилось

# Action_Log_Order_detail_customer_changed
source: Ordered product: Assigned to another member
de_de: Bestelltes Produkt: Auf ein anderes Mitglied umgebucht
ru_ru: Заказанный товар: Передан другому покупателю

# Action_Log_Ordered_product_cancelled
source: Ordered product: Cancelled
de_de: Bestelltes Produkt: storniert
pl_pl: Zamówiony produkt: Anulowano
ru_ru: Заказанный товар: Отменён

# Action_Log_Ordered_product_pickup_day_changed
source: Ordered product: Pickup day changed
de_de: Bestelltes Produkt: Abholtag geändert
pl_pl: Zamówiony produkt: Zmieniono dzień odbioru
ru_ru: Заказанный товар: День выдачи изменён

# Action_Log_Ordered_product_feedback_added
source: Ordered product: Feedback written
de_de: Bestelltes Produkt: Feedback verfasst
ru_ru: Заказанный товар: Отзыв составлен

# Action_Log_Member_credit_upload_added
source: Member: Credit uploaded
de_de: Mitglied: Guthaben-Aufladung eingetragen
pl_pl: Członek: Przesłano kredyt
ru_ru: Покупатель: Баланс загружен

# Action_Log_Credit_upload_csv_imported
source: Credit upload: CSV file imported
de_de: Guthaben-Aufladung: CSV-Datei importiert
ru_ru: Баланс загружен: CSV файл импортирован

# Action_Log_Credit_upload_approval_ok
source: Credit upload: OK
de_de: Guthaben-Aufladung: bestätigt
pl_pl: Przesył kredytu: OK
ru_ru: Баланс загружен: OK

# Action_Log_Credit_upload_approval_open
source: Credit upload: Approval open
de_de: Guthaben-Aufladung: Bestätigung offen
pl_pl: Przesył kredytu: Potwierdzenie otwarte
ru_ru: Баланс загружен: Подтверждение открыто

# Action_Log_Credit_upload_approval_not_ok
source: Credit upload: Something is wrong...
de_de: Guthaben-Aufladung: da stimmt was nicht...
pl_pl: Przesył kredytu: Coś poszło nie tak...
ru_ru: Загрузка баланса: Что-то не так...

# Action_Log_Member_payback_added
source: Member: Payback added
de_de: Mitglied: Rückzahlung eingetragen
pl_pl: Członek: Dodano zwrot
ru_ru: Покупатель: Возврат добавлен

# Action_Log_Member_payback_deleted
source: Member: Payback deleted
de_de: Mitglied: Rückzahlung gelöscht
pl_pl: Członek: Usunięto zwrot
ru_ru: Покупатель: Возврат удалён

# Action_Log_Member_credit_deleted
source: Member: Credit upload deleted
de_de: Mitglied: Guthaben gelöscht
pl_pl: Członek: Usunięto wpłatę kredytu
ru_ru: Покупатель: Загрузка баланса удалена

# Action_Log_Member_deposit_added
source: Member: Deposit added
de_de: Mitglied: Pfand-Betrag eingetragen
pl_pl: Członek: Dodano kaucję
ru_ru: Покупатель: Депозит добавлен

# Action_Log_Manfufacturer_deposit_added
source: Manufacturer: Deposit added
de_de: Hersteller: Pfand-Rücknahme eingetragen
pl_pl: Producent: Dodano kaucję
ru_ru: Производитель: Депозит добавлен

# Action_Log_Member_deposit_deleted
source: Member: Deposit deleted
de_de: Mitglied: Pfand-Betrag gelöscht
pl_pl: Członek: Usunięto kaucję
ru_ru: Покупатель: Депозит удалён

# Action_Log_Manufacturer_deposit_deleted
source: Manufacturer: Deposit deleted
de_de: Hersteller: Pfand-Rücknahme gelöscht
pl_pl: Producent: Usunięto kaucję
ru_ru: Производитель: Депозит удалён

# Action_Log_Blog_post_added
source: Blog post: Added
de_de: Blog-Artikel: erstellt
pl_pl: Post: Dodano
ru_ru: Блог: Добавлен

# Action_Log_Blog_post_changed
source: Blog post: Changed
de_de: Blog-Artikel: geändert
pl_pl: Post: Zmieniono
ru_ru: Блог: Изменён

# Action_Log_Blog_post_deleted
source: Blog post: Deleted
de_de: Blog-Artikel: gelöscht
pl_pl: Post: Usunięto
ru_ru: Блог: Удалён

# Action_Log_Page_added
source: Page: Added
de_de: Seite: erstellt
pl_pl: Strona: Dodano
ru_ru: Страница: Добавлена

# Action_Log_Page_changed
source: Blog post: Changed
de_de: Seite: geändert
pl_pl: Strona: Zmieniono
ru_ru: Блог: Изменён

# Action_Log_Page_deleted
source: Blog post: Deleted
de_de: Seite: gelöscht
pl_pl: Strona: Usunięto
ru_ru: Блог: Удалён

# Action_Log_Category_added
source: Category: Added
de_de: Kategorie: erstellt
pl_pl: Kategoria: Dodano
ru_ru: Категория: Добавлена

# Action_Log_Category_changed
source: Category: Changed
de_de: Kategorie: geändert
pl_pl: Kategoria: Zmieniono
ru_ru: Категория: Изменена

# Action_Log_Category_deleted
source: Category: Deleted
de_de: Kategorie: gelöscht
pl_pl: Kategoria: Usunięto
ru_ru: Категория: Удалена

# Action_Log_Remote_food_coop_added
source: Remote food-coop: Added
de_de: Remote-Foodcoop: erstellt
pl_pl: Zdalna kooperatywa: Dodano
ru_ru: Удалённый сервер: Добавлен

# Action_Log_Remote_food_coop_changed
source: Remote food-coop: Changed
de_de: Remote-Foodcoop: geändert
pl_pl: Zdalna kooperatywa: Zmieniono
ru_ru: Удалённый сервер: Изменён

# Action_Log_Remote_food_coop_deleted
source: Remote food-coop: Deleted
de_de: Remote-Foodcoop: gelöscht
pl_pl: Zdalna kooperatywa: Usunięto
ru_ru: Удалённый сервер: Удалён

# Action_Log_Slider_added
source: Slider: Added
de_de: Slideshow-Bild: erstellt
pl_pl: Suwak: Dodano
ru_ru: Слайдер: Добавлен

# Action_Log_Slider_changed
source: Slider: Changed
de_de: Slideshow-Bild: geändert
pl_pl: Suwak: Zmieniono
ru_ru: Слайдер: Изменён

# Action_Log_Slider_deleted
source: Slider: Deleted
de_de: Slideshow-Bild: gelöscht
pl_pl: Suwak: Usunięto
ru_ru: Слайдер: Удалён

# Action_Log_Tax_rate_added
source: Tax rate: Added
de_de: Steuersatz: erstellt
pl_pl: Stawka podatku: Dodano
ru_ru: Налоговая ставка: Добавлена

# Action_Log_Tax_rate_changed
source: Tax rate: Changed
de_de: Steuersatz: geändert
pl_pl: Stawka podatku: Zmieniono
ru_ru: Налоговая ставка: Изменена

# Action_Log_Tax_rate_deleted
source: Tax rate: Deleted
de_de: Steuersatz: gelöscht
pl_pl: Stawka podatku: Usunięto
ru_ru: Налоговая ставка: Удалена

# Action_Log_Member_account_created
source: Member: Account created
de_de: Mitglied: Mitgliedskonto erstellt
pl_pl: Członek: Konto utworzone
ru_ru: Покупатель: Учётная запись создана

# Action_Log_Member_profile_changed
source: Member: Profile changed
de_de: Mitglied: Profil geändert
pl_pl: Członek: Zmieniono profil
ru_ru: Покупатель: Профиль изменён

# Action_Log_Member_password_changed
source: Member: Password changed
de_de: Mitglied: Passwort geändert
pl_pl: Członek: Zmieniono hasło
ru_ru: Покупатель: Пароль изменён

# Action_Log_Member_order_placed
source: Member: Instant order placed
de_de: Mitglied: Bestellung getätigt
pl_pl: Członek: Złożono zamówienie błyskawiczne
ru_ru: Покупатель: Мгновенный заказ размещён

# Action_Log_Member_set_inactive
source: Member: Deactivated
de_de: Mitglied: deaktiviert
pl_pl: Członek: Dezaktywowano
ru_ru: Покупатель: Дезактивирован

# Action_Log_Member_set_active
source: Member: Activated
de_de: Mitglied: aktiviert
pl_pl: Członek: Aktywowano
ru_ru: Покупатель: Активирован

# Action_Log_Member_comment_changed
source: Member: Comment changed
de_de: Mitglied: Kommentar geändert
pl_pl: Członek: Zmieniono komentarz
ru_ru: Покупатель: Комментарий изменён

# Action_Log_Member_group_changed
source: Member: Group changed
de_de: Mitglied: Gruppe geändert
pl_pl: Członek: Zmieniono grupę
ru_ru: Покупатель: Группа изменена

# Action_Log_Member_deleted
source: Member: Deleted
de_de: Mitglied: gelöscht
pl_pl: Członek: Usunięto
ru_ru: Покупатель: Удалён

# Action_Log_Manufacturer_settings_changed
source: Manufacturer: Settings changed
de_de: Hersteller: Einstellungen geändert
pl_pl: Producent: Zmieniono ustawienia
ru_ru: Производитель: Настройки изменены

# Action_Log_Manufacturer_password_changed
source: Manufacturer: Password changed
de_de: Hersteller: Passwort geändert
pl_pl: Producent: Zmieniono hasło
ru_ru: Производитель: Пароль изменён
