Repository: foodcoopshop/foodcoopshop
Catalog: resources/locales/*/default.po
Languages: de_de, pl_pl, ru_ru

# if_you_want_to_continue_to_use_this_platform_please_read_and_accept_the_{0}.
source: if you want to continue to use this platform, please read the changed {0} and accept them.
de_de: um diese Plattform weiterhin verwenden zu können, lese bitte die geänderten {0} und akzeptiere sie.
pl_pl: jeśli chcesz dalej korzystać z systemu, musisz przeczytać i zaakceptować zmienione {0}.
ru_ru: если вы хотите продолжать использовать эту платформу, пожалуйста прочтите изменения {0} и примите их.

source: I accept the {0}.
de_de: Ich akzeptiere die {0}.
pl_pl: Akceptuję {0}.
ru_ru: Я принимаю {0}

source: This order will be placed for {0}.
de_de: Diese Bestellung wird für {0} getätigt.
pl_pl: Zamówienie zostanie złożone za {0}.
ru_ru: Этот заказ будет размещён для {0}.

source: Only stock products are shown.
de_de: Es werden nur Lagerprodukte angezeigt.
pl_pl: Wyłącznie produkty magazynowane są widoczne.
ru_ru: Показаны только товары на складе.

source: activated
de_de: aktiviert
ru_ru: активированный

source: Load past orders
de_de: Vergangene Bestellungen laden
pl_pl: Załaduj wcześniejsze zamówienia
ru_ru: Загрузка прошлых заказов

source: Your credit balance
de_de: Dein Guthaben
pl_pl: Twoje saldo kredytowe
ru_ru: Ваш баланс

# Show_cart_button
source: Show cart
de_de: Warenkorb anzeigen
pl_pl: Pokaż koszyk
ru_ru: Показать корзину

source: Already ordered products
de_de: Bereits bestellte Produkte
pl_pl: Już zamówiono produkty
ru_ru: Заказанные товары

source: right of withdrawal
de_de: Rücktrittsrecht
pl_pl: prawo do odstąpienia
ru_ru: право на возврат

# I_accept_the_{0}_and_accept_that_it_is_not_valid_for_perishable_goods.
source: I accept the {0} and accept that this is not valid for perishable goods.
de_de: Ich nehme das {0} zur Kenntnis und akzeptiere dessen Ausschluss für leicht verderbliche Waren.
pl_pl: Akceptuję {0} i rozumiem, że nie dotyczy to towarów łatwo psujących się.
ru_ru: Я принимаю {0} и соглашаюсь с тем, что это не относится к скоропортящимся товарам.

source: general terms and conditions
de_de: AGB
pl_pl: regulamin
ru_ru: общие положения и условия

source: general terms and conditions of {0}
de_de: AGB von {0}
pl_pl: regulamin {0}
ru_ru: общие положения и условия {0}

# Order_button
source: Buy now
de_de: Zahlungspflichtig bestellen
pl_pl: Kup teraz
ru_ru: Оплатить

source: The amount will be reduced from the credit balance.
de_de: Der Betrag wird dann automatisch vom Guthaben abgebucht.
pl_pl: Kwota obciąży saldo kredytowe.
ru_ru: Сумма спишется с вашего баланса.

# Please_pay_when_picking_up_products.
source: Please pay when picking up your products.
de_de: Bezahlung bei Warenübergabe.
pl_pl: Zapłać przy odbiorze produktów.
ru_ru: Пожалуйста, оплатите при получении товара.

# Write_message_to_pick_up_team_for_{0}?
source: Want to write a message to the pick up team for {0}?
de_de: Nachricht an Abholdienst für den {0} schreiben?
pl_pl: Chcesz napisać wiadomość do ekipy odbierającej na {0}?
ru_ru: Хотите написать сообщение команде выдачи для {0}?

# Write_message_to_{0}_for_{1}?
source: Want to write a message to {0} for {1}?
de_de: Nachricht an {0} für den {1} schreiben?
ru_ru: Хотите написать сообщение на адрес {0} для {1}?

# Write_message_to_your_order.
source: Add message to your order?
de_de: Kommentar zur Bestellung schreiben?
ru_ru: Добавить сообщение к заказу?

# Placeholder_message_pickup_day_comment.
source: Your message will be shown next to your order in the admin panel. Manufacturers cannot not this message.
de_de: Deine Nachricht wird bei deiner Bestellung im Admin-Bereich angezeigt. Die Hersteller sehen diese Nachricht nicht.
pl_pl: Twoja wiadomość będzie widoczna obok twojego zamówienia w panelu administracyjnym. Producenci jej nie zobaczą.
ru_ru: Ваше сообщение будет отображаться рядом с вашим заказом в административной панели. Производители не могут видеть это сообщение.

source: Pickup place: {0}
de_de: Abholort: {0}
pl_pl: Miejsce odbioru: {0}
ru_ru: Место выдачи: {0}

source: No order possible
de_de: Keine Bestellung möglich
ru_ru: Заказ невозможен

source: {0} times ordered for pickup day {1}.
de_de: {0}x für Abholtag {1} bestellt.
ru_ru: {0} раз заказан для дня выдачи {1}.

source: available
de_de: verfügbar
ru_ru: доступен

source: New
de_de: Neu
pl_pl: Nowy
ru_ru: Новый

source: More infos to product {0}
de_de: Mehr Infos zu {0}
pl_pl: Więcej informacji o produkcie {0}
ru_ru: Больше информации о товаре {0}

source: Instant order
de_de: Sofort-Bestellung
pl_pl: Zamówienie błyskawiczne
ru_ru: Мгновенный заказ

# {0,plural,=1{1_week} other{#_weeks}}
source: {0,plural,=1{1 week} other{# week}}
de_de: {0,plural,=1{1 Woche} other{# Wochen}}
ru_ru: {0,plural,=1{1 неделя} other{# недель}}

# {0,plural,=1{1_week} other{#_weeks}} {1,plural,=1{and_1_day} other{and_#_days}}
source: {0,plural,=1{1 week} other{# week}} {1,plural,=1{and 1 day} other{and # days}}
de_de: {0,plural,=1{1 Woche} other{# Wochen}} {1,plural,=1{und 1 Tag} other{und # Tage}}
ru_ru: {0,plural,=1{1 неделя} other{# недель}} {1,plural,=1{и 1 день} other{and # дней}}

source: Stock product: order possible only by {0}.
de_de: Lagerprodukt: nur über {0} bestellbar.
ru_ru: Товары со склада: можно заказать только через {0}.

# Stock_product:_order_possible_only_with_instant_order_on_pick_up.
source: Stock product: order possible only with instant order when picking it up.
de_de: Lagerprodukt: nur über Sofort-Bestellung beim Abholen bestellbar.
pl_pl: Produkt magazynowany: zamówienie możliwe wyłącznie jako zamówienie błyskawiczne podczas odbioru.
ru_ru: Товар со склада: заказать можно только при формировании мгновенного заказа.

source: Currently not on stock
de_de: Derzeit leider nicht verfügbar
pl_pl: Aktualnie brak na stanie
ru_ru: В данный момент нет на складе

source: Page
de_de: Seite
ru_ru: Страница

source: Selling price
de_de: Verkaufspreis
ru_ru: Цена продажи

source: Move in shopping bag
de_de: In die Einkaufstasche
ru_ru: Отправить в корзину

# Move_in_cart
source: Add to cart
de_de: In den Warenkorb
pl_pl: Dodaj do koszyka
ru_ru: В корзину

source: Weight in
de_de: Gewicht in
ru_ru: Вес в

source: Comment
de_de: Kommentar
ru_ru: Комментарий

# You_can_sign_in_here_for_ordering
source: You can sign in here for placing a new order
de_de: Zum Bestellen musst du dich erstmal hier einloggen
pl_pl: Możesz się tu zalogować żeby złożyć nowe zamówienie
ru_ru: Вы можете зарегистрироваться здесь для размещения нового заказа

source: E-mail address
de_de: E-Mail-Adresse
pl_pl: Adres mailowy
ru_ru: Адрес эл.почты

source: Please be careful that there is no empty space at the end of the password when you double click and copy it.
de_de: Falls du das Passwort zum Kopieren mit einem Doppelklick markierst, pass bitte auf, dass am Ende kein Leerzeichen mitkopiert wird.
ru_ru: Пожалуйста, обратите внимание, чтобы в конце пароля не было пустого места, когда вы дважды щёлкаете и копируете его.

source: You can change your password here
de_de: Hier kannst du dein Passwort ändern
pl_pl: Możesz tu zmienić swoje hasło
ru_ru: Вы можете изменить свой пароль здесь

source: You can change your profile here
de_de: Hier kannst du dein Profil ändern
pl_pl: Możesz tu zmienić swój profil
ru_ru: Вы можете изменить свой профиль здесь

source: Replace existing file
de_de: Bestehende Datei überschreiben
pl_pl: Zastąp istniejący plik
ru_ru: Замена существующего файла

source: Upload new file
de_de: Neue Datei hochladen
pl_pl: Prześlij nowy plik
ru_ru: Загрузить новый файл

# Search_PC
source: Search computer
de_de: PC durchsuchen
pl_pl: Przeszukaj komputer
ru_ru: Загрузить с компьютера

source: Other initiatives
de_de: Weitere Initiativen
ru_ru: Все производители

# Map_with_all_Austrian_foodocops
source: Map with <b>all</b> Austrian Foodcoops
de_de: Aktuelle Karte mit <b>allen</b> österreichischen Foodcoops
pl_pl: Mapa ze wszystkimi kooperatywami w Austrii
ru_ru: Карта со <b>всеми</b> с производителями фермерских продуктов

source: Information
de_de: Informationen
pl_pl: Informacje
ru_ru: Информация

source: Contact
de_de: Kontakt
pl_pl: Kontakt
ru_ru: Контакт

source: Attention, delivery break!
de_de: Achtung, Lieferpause!
ru_ru: Внимание, перерыв в доставке!

source: Help?
de_de: Hilfe?
pl_pl: Pomoc?
ru_ru: Справка?

source: Replace existing image
de_de: Bestehendes Bild überschreiben
pl_pl: Zastąp istniejący obraz
ru_ru: Замена существующего изображения

source: Upload new image
de_de: Neues Bild hochladen
pl_pl: Prześlij nowy obraz
ru_ru: Загрузить новое изображение

# Image_upload_legal_hint.
source: Please upload images only if you have the rights to use!
de_de: Bilder bitte nur hochladen, wenn du über die Nutzungsrechte verfügst!
ru_ru: Пожалуйста, загружайте изображение, только если у вас есть права на использование!

source: This page uses cookies
de_de: Diese Seite verwendet Cookies
ru_ru: Эта страница использует файлы cookies

# Cookies_explaination_text
source: Please accept the cookies. Read more about it in our <a href="/privacy-policy">privacy policy</a>.
de_de: Die genaue Verwendung der Cookies kannst du in unserer <a href="/datenschutzerklaerung#cookies">Datenschutzerklärung</a> nachlesen.
ru_ru: Примите файлы cookies. Узнать больше можно на странице <a href="/politika-konfidencialnosti">политика конфиденциальности</a>

source: Accept cookies
de_de: Cookies akzeptieren
ru_ru: Принять файлы cookies

source: Print
de_de: Drucken
pl_pl: Drukuj
ru_ru: Распечатать

source: chose category...
de_de: Kategorie auswählen...
ru_ru: выбрать категорию...

source: Reset search
de_de: Suche zurücksetzen
ru_ru: Сбросить поиск

source: Add deposit
de_de: Pfand eintragen
ru_ru: Добавить депозит

source: Add deposit amount for {0}
de_de: Pfand-Betrag für {0} eintragen
ru_ru: Добавьте сумму депозита для {0}

# The_entered_deposit_will_not_show_up_in_the_cart.
source: The entered deposit will not show up in the cart but added to your credit.
de_de: Der eingetragene Pfand-Betrag scheint nicht im Warenkorb auf, wird aber trotzdem korrekt gutgeschrieben.
ru_ru: Внесённый депозит не будет отображаться в корзине, но будет добавлен на ваш баланс.

source: Amount in {0}
de_de: Betrag in {0}
ru_ru: Сумма в {0}

source: Cash
de_de: Bar
ru_ru: Наличные

# Payment_type
source: Payment
de_de: Zahlungsart
ru_ru: Оплата

source: Categories
de_de: Kategorien
pl_pl: Kategorie
ru_ru: Категории

source: There are only stock products shown in this list.
de_de: In dieser Liste werden nur Lagerprodukte angezeigt.
pl_pl: Na liście widoczne są wyłącznie produkty magazynowane.
ru_ru: В этом списке показаны только товары со склада.

# Admin_area
source: Admin panel
de_de: Admin-Bereich
pl_pl: Panel administracyjny
ru_ru: Панель администратора

# Manufacturer_area
source: Manufacturer panel
de_de: Hersteller-Bereich
pl_pl: Panel producenta
ru_ru: Панель производителя

source: To change your profile please stop the instant order mode.
de_de: Um dein Profil zu ändern, beende bitte den Sofort-Bestellungsmodus.
pl_pl: W celu zmiany profilu musisz wyjść z trybu zamówień błyskawicznych.
ru_ru: Для изменения вашего профиля пожалуйста остановите режим мгновенного заказа.

source: Signed in
de_de: Eingeloggt
pl_pl: Zalogowany
ru_ru: Вошёл

source: Your account at {0} has just been activated.
de_de: Dein Mitgliedskonto bei {0} wurde soeben aktiviert.
pl_pl: Twoje konto na {0} właśnie zostało aktywowane.
ru_ru: Ваша учётная запись на {0} была только что активирована.

# Your_registration_at_{0}_has_just_been_successful!
source: Your registration at {0} has been successful!
de_de: Deine Registrierung bei {0} war erfolgreich!
pl_pl: Rejestracja na {0} przebiegła pomyślnie!
ru_ru: Ваша регистрация {0} была успешна!

source: Please confirm your email address
de_de: Bitte bestätige deine E-Mail-Adresse
ru_ru: Пожалуйста, подтвердите свой адрес эл.почты

# Dear_responsible_person_for_new_members,
source: Dear responsible for new members,
de_de: Lieber Verantwortliche für neue Mitglieder,
pl_pl: Osobo odpowiedzialna za nowych członków,
ru_ru: Уважаемые лица, ответственные за новых покупателей,

source: there has been a new registration: {0} ({1}) from {2}.
de_de: Es gab gerade eine neue Registrierung: {0} ({1}) aus {2}.
pl_pl: nowa rejestracja: {0} ({1}) z {2}.
ru_ru: произведена новая регистрация: {0} ({1}) из {2}.

source: Here you can activate the new member and see the data
de_de: Hier kannst du das neue Mitglied aktivieren und die Daten einsehen
pl_pl: Tu możesz aktywować nowych członków i podejrzeć ich dane
ru_ru: Здесь вы можете активировать нового покупателя и посмотреть данные

source: Here you can see the data of the new member
de_de: Hier kannst du die Daten des neuen Mitglieds einsehen
pl_pl: Tu możesz podejrzeć dane nowych członków
ru_ru: Здесь вы можете видеть данные нового покупателя

source: There has been placed a instant order for {0} by {1}.
de_de: Soeben wurde von {1} eine Sofort-Bestellung für {0} getätigt.
pl_pl: Zamówienie błyskawiczne złożone dla {0} przez {1}.
ru_ru: Мгновенный заказ на {0} был только что размещён покупателем {1}.

source: You receive this message because the delivery day for this order was set to <b>today ({0})</b>, and therefore it does not appear on your order lists.
de_de: Du erhältst diese Nachricht, weil der Liefertag dieser Bestellung automatisch auf <b>heute ({0})</b>, gesetzt wurde und sie daher nicht in deinen Bestelllisten aufscheint.
pl_pl: Otrzymujesz tą wiadomość, ponieważ dzień dostawy dla tego zamówienia został ustawiony na <b>dziś ({0})</b>i tym samym nie jest ono widoczne na twojej liście zamówień.
ru_ru: Вы получили это сообщение поскольку дата доставки этого заказа была автоматически установлена на <b>сегодня ({0})</b> и поэтому он не отображается в ваших списках заказов.

# your_new_password_is:
source: your new password:
de_de: dein neues Passwort lautet:
pl_pl: twoje nowe hasło:
ru_ru: ваш новый пароль:

source: Please click on this link to activate your new password
de_de: Bitte klicke auf folgenden Link, um dein neues Passwort zu aktivieren
pl_pl: Kliknij w link aby aktywować swoje nowe hasło
ru_ru: Пожалуйста для активации нового пароля нажмите на эту ссылку

# thank_you_for_your_order_from_{0}.
source: thank you for order from {0}.
de_de: vielen Dank für deine Bestellung vom {0}.
pl_pl: dziękujemy za zamówienie od {0}.
ru_ru: спасибо за ваш заказ от {0}.

source: The amount was reduced from your credit balance.
de_de: Der Betrag wurde von deinem Guthaben abgebucht.
ru_ru: Сумма была списана с вашего баланса.

# You_can_find_a_detailed_list_of_your_order_in_the_attached_order_confirmation.
source: You can find a detailed list of your ordered products in the attached order confirmation.
de_de: Eine detaillierte Auflistung deiner Bestellung findest du in der angehängten Bestellübersicht (PDF).
pl_pl: Szczegółową listę zamówionych produktów można znaleźć w załączonym potwierdzeniu zamówienia.
ru_ru: Вы найдёте подробный список вашего заказа в прилагаемом файле подтверждения заказа.

source: The information about right of withdrawal is mandatory but it is not valid for perishable goods.
de_de: Die Informationen zum Rücktrittsrecht sind gesetzlich vorgeschrieben, das Rücktrittsrecht für verderbliche Waren ist allerdings ausgeschlossen.
ru_ru: Информация о праве на возврат является обязательной, но она недействительна для скоропортящихся товаров.

source: You can unsubscribe our newsletter <a href="{0}">in the admin area's menu point "My data"</a>.
de_de: Du kannst unseren Newsletter <a href="{0}">im Admin-Bereich unter "Meine Daten"</a> abonnieren.
ru_ru: Вы можете отказаться от подписки на нашу рассылку <a href="{0}">в пункте меню администратора "Мои данные"</a>.

source: thank you for your purchase.
de_de: Danke für deinen Einkauf.
ru_ru: спасибо за покупку.

source: This is the text of the email (with attached logo).
de_de: Das ist der Text der E-Mail (mit FoodCoopShop-Logo als Anhang).
pl_pl: To jest tekst wiadomości e-mail (z dołączonym logo).
ru_ru: Это текст эл.письма (с вложением логотипа).

source: Units on stock:
de_de: Lagerstand:
pl_pl: Jednostek w magazynie:
ru_ru: Единиц на складе:

# Product_orders_are_not_possible_any_more!
source: Orders are not possible any more!
de_de: Das Produkt kann nicht mehr bestellt werden!
pl_pl: Składanie zamówień nie jest już możliwe!
ru_ru: Больше нельзя делать заказы!

source: Product orders possible until:
de_de: Weitere Bestellungen möglich bis zu einem Lagerstand von:
pl_pl: Składanie zamówień możliwe do:
ru_ru: Товары можно заказать до:

# This_notification_triggered_if_stock_available_is_less_than:
source: This email notification triggered if stock is less or equals:
de_de: Diese E-Mail-Benachrichtigung wird verschickt, sobald diese Anzahl erreicht ist:
pl_pl: To powiadomienie mailowe jest wysyłane, gdy stan magazynowy jest mniejszy lub równy:
ru_ru: Это уведомление активируется по эл.почте, если на складе доступно меньше чем:

source: Click here to edit the product.
de_de: Hier kannst du das Produkt bearbeiten.
pl_pl: Kliknij tutaj, aby edytować produkt.
ru_ru: Нажмите здесь, чтобы отредактировать товар.

source: Cart
de_de: Warenkorb
pl_pl: Koszyk
ru_ru: Корзина

source: Your cart is empty.
de_de: Dein Warenkorb ist leer.
ru_ru: Пустая корзина.

# This_email_was_created_automatically.
source: This e-mail was automatically created.
de_de: Diese E-Mail wurde automatisch erstellt.
ru_ru: Это эл.письмо было создано автоматически.

source: You can unsubscribe it <a href="{0}">in your settings</a>.
de_de: Du kannst sie <a href="{0}">in deinen Einstellungen abbestellen</a>.
pl_pl: Możesz anulować subskrypcję <a href="{0}">w swoich ustawieniach</a>.
ru_ru: Вы можете отказаться от подписки <a href="{0}">в настройках</a>.

source: homepage
de_de: Startseite
pl_pl: strona główna
ru_ru: главная

source: page you have just been to
de_de: Seite, auf der du gerade warst
pl_pl: strona, którą właśnie odwiedziłeś
ru_ru: страница, на которой вы только что побывали

# Click_here_to_open_the
source: Click here to go the the
de_de: Hier geht's zur
pl_pl: Kliknij tu aby przejść do
ru_ru: Нажмите здесь, чтобы открыть

source: Auto-logout in X sec.
de_de: Auto-Logout in X Sek.
ru_ru: Авто-выход через X сек.

source: Terms and conditions
de_de: Nutzungsbedingungen
pl_pl: Regulamin
ru_ru: Условия и положения

# Information_about_right_of_withdrawal
source: Information about the right of withdrawal
de_de: Informationen über Rücktrittsrecht
pl_pl: Informacje o prawie odstąpienia
ru_ru: Информация о праве на возврат

source: and withdrawal form
de_de: und Rücktrittsformular
pl_pl: i formularz odstąpienia
ru_ru: и форма возврат

source: Withdrawal form
de_de: Rücktrittsformular
pl_pl: Formularz odstąpienia
ru_ru: Форма возврата

source: If you want to cancel the contract, please fill out this form and send it back.
de_de: Wenn Sie den Vertrag widerrufen wollen, dann füllen Sie bitte dieses Formular aus und senden Sie es zurück.
pl_pl: Jeśli chcesz anulować umowę, wypełnij ten formularz i odeślij go z powrotem.
ru_ru: Если вы хотите расторгнуть договор, пожалуйста, заполните эту форму и отправьте нам обратно.

# Hereby_I_cancel_the_contract_about_the_purchase_of_following_goods_or_service.
source: Hereby I cancel the contract of the purchase of the following goods or service.
de_de: Hiermit widerrufe(n) ich/wir (*) den von mir/uns (*) abgeschlossenen Vertrag über den Kauf der folgenden Waren (*)/die Erbringung der folgenden Dienstleistung (*)
pl_pl: Niniejszym anuluję umowę zakupu następujących towarów lub usług.
ru_ru: Настоящим я расторгаю договор купли следующих товаров или услуг.

source: Ordered on
de_de: Bestellt am
pl_pl: Zamówione w dniu
ru_ru: Заказано на

source: Received on
de_de: Erhalten am
pl_pl: Otrzymane w dniu
ru_ru: Получено

source: Name of consumer(s)
de_de: Name des/der Verbraucher(s)
pl_pl: Imię i nazwisko konsumenta
ru_ru: Имя покупателя(ей)

source: Address of consumer(s)
de_de: Anschrift des/der Verbraucher(s)
pl_pl: Adres konsumenta
ru_ru: Адреса покупателя(ей)

source: Signature of consumer (only if transmitted on paper).
de_de: Unterschrift des/der Verbraucher(s) (nur bei Mitteilung auf Papier)
pl_pl: Podpis konsumenta (tylko w przypadku przesłania na papierze).
ru_ru: Подпись участика (только при передаче на бумажном носителе).

# Strike_out_unnecessary_items.
source: Strike out unwanted items.
de_de: Unzutreffendes streichen
pl_pl: Niepotrzebne skreślić.
ru_ru: Вычеркните ненужные элементы.

source: Order overview
de_de: Bestellübersicht
pl_pl: Przegląd zamówień
ru_ru: Обзор заказа

source: Order
de_de: Bestellung
ru_ru: Заказ

source: placed on
de_de: getätigt am
pl_pl: złożone w dniu
ru_ru: размещён на

# Prices_are_including_vat.
source: The prices include the VAT.
de_de: Die Preise verstehen sich inklusive Umsatzsteuer.
pl_pl: Ceny zawierają podatek VAT.
ru_ru: Цены включают НДС.

source: Member fee
de_de: Mitgliedsbeitrag
pl_pl: Opłata członkowska

source: Signing in failed.
de_de: Anmelden ist fehlgeschlagen.

source: Start self service
de_de: Klicke auf deinen Standort um die Selbstbedienung zu starten

source: For self service with account
de_de: Für Selbstbedienung mit Mitgliedskonto

source: Register date
de_de: Reg.-Datum

source: Last pickup day
de_de: Letzter Abholtag

# Comment_abbreviation
source: Comm.
de_de: Komm.

source: Group
de_de: Gruppe

source: All
de_de: Alle

source: Deposit account
de_de: Pfandkonto

source: Only for members
de_de: Nur für Mitglieder

# Price_per
source: Preis per
de_de: Preis pro

source: Stock value
de_de: Lagerwert

source: Minimal stock amount
de_de: Mindestlagerstand

source: The desired amount {0} is not valid.
de_de: Die gewünschte Menge {0} ist nicht gültig.
pl_pl: Wymagana ilość {0} jest nieprawidłowa.

source: The approximate weight needs to be a number.
de_de: Das ungefähre Liefergewicht muss eine Zahl sein.
pl_pl: Szacunkowa waga musi być liczbą.

source: Sign out
de_de: Abmelden
pl_pl: Wyloguj się

source: Check credit reminder
de_de: Guthaben-Aufladung-Erinnerung
