Repository: foodcoopshop/foodcoopshop
Catalog: plugins/Admin/resources/locales/*/admin.po
Languages: de_de, pl_pl, ru_ru

# Infos_to_the_advanced_stock_management
source: Information to the advanced stock management
de_de: Infos zur erweiterten Lagerstandverwaltung
ru_ru: Информация для расширенного управления запасами

source: Sold out limit reached notification for manufacturer?
de_de: Geringer Lagerstand: Benachrichtigung für Hersteller?
ru_ru: Достигнут лимит запасов, уведомлять производителя?

# to_receive_a_notification_when_the_stock_limit_for_a_product_is_reached.
source: to receive an email when the stock limit for a product is reached.
de_de: möchte eine E-Mail bekommen, sobald der Lagerstand eines Produktes zu Ende geht.
ru_ru: получение эл.письма когда будет достигнут лимит товаров производителя.

source: Sold out limit reached notification for contact person?
de_de: Geringer Lagerstand: Benachrichtigung für Ansprechperson?
ru_ru: Достигнут лимит запасов, уведомлять контактное лицо?

source: The contact person wants to receive an email when the stock limit for a product is reached.
de_de: Die Ansprechperson möchte eine E-Mail bekommen, sobald der Lagerstand eines Produktes zu Ende geht.
ru_ru: Контактное лицо хочет получать уведомление на случай достижения лимита товара на складе.

source: Stock products in order lists
de_de: Lagerprodukte in Bestelllisten
ru_ru: Товары со склада в списки заказа

source: Should stock products be included in order lists?
de_de: Sollen die Bestelllisten auch Lagerprodukte enthalten?
ru_ru: Должны ли списки заказов содержать товары со склада?

source: Chose member...
de_de: Mitglied auswählen...
pl_pl: Wybierz członka...
ru_ru: Выбрать покупателя...

source: Pickup days
de_de: Abholtage
pl_pl: Dni odbioru
ru_ru: Дни выдачи

source: Stock products
de_de: Lagerprodukte
pl_pl: Produkty magazynowane
ru_ru: Товары на складе

source: Sum of open orders in given time range
de_de: Summe der offenen Bestellungen im angegebenen Zeitraum
pl_pl: Suma otwartych zamówień w danym przedziale czasu
ru_ru: Общее количество заказов за указанный период

# Open_orders_abbreviation
source: Oo
de_de: OB
pl_pl: Otw. zam.
ru_ru: ОЗ

# Settings_abbreviation
source: Set.
de_de: Opt.
pl_pl: Ust.
ru_ru: Уст.

source: Show all products from {0}
de_de: Alle Produkte von {0} anzeigen
pl_pl: Pokaż wszystkie produkty od {0}
ru_ru: Показать все товары из {0}

source: Show deposit account
de_de: Pfandkonto anzeigen
ru_ru: Показать депозитный счёт

source: Edit manufacturer settings
de_de: Hersteller-Einstellungen bearbeiten
pl_pl: Edytuj ustawienia producenta
ru_ru: Редактировать настройки производителя

source: Test order list
de_de: Bestellliste prüfen
pl_pl: Testowa lista zamówień
ru_ru: Тестовый список заказов

source: Delivery note
de_de: Lieferschein
ru_ru: Товарная накладная

source: Test invoice
de_de: Rechnung prüfen
pl_pl: Testowa faktura
ru_ru: Тестовый счёт

source: Manufacturer profile
de_de: Hersteller-Profil
pl_pl: Profil producenta
ru_ru: Профиль производителя

source: Member
de_de: Mitglied
pl_pl: Członek
ru_ru: Покупатель

source: Product
de_de: Produkt
pl_pl: Produkt
ru_ru: Товар

source: Purchase price tax excl.
de_de: Einkaufspreis netto
ru_ru: Общая цена искл.

# Please_chose_member_in_above_dropdown_for_placing_order.
source: Please chose the member you want to place the order for in the dropdown above.
de_de: Bitte wähle links oben das Mitglied aus, in dessen Namen du bestellen möchtest.
ru_ru: Пожалуйста, выберите покупателя, для которого вы хотите разместить заказ, в выпадающем списке выше.

# The_pickup_day_of_the_instant_order_will_be_today_{0}.
source: The pickup day of the instant order will be automatically changed to <b>today, {0}</b>.
de_de: Der Abholtag der Sofort-Bestellung wird automatisch auf <b>heute, {0}</b> gesetzt.
pl_pl: Dzień odbioru zamówienia błyskawicznego zostanie automatycznie zmieniony na <b> dziś, {0} </b>
ru_ru: День выдачи мгновенного заказа будет автоматически изменён на <b>сегодня, {0}</b>.

source: Group by...
de_de: Gruppieren nach...
pl_pl: Grupuj wg...
ru_ru: Группировать по...

source: Deposit return
de_de: Pfand-Rückgabe
pl_pl: Zwrot wkładu
ru_ru: Возврат депозита

# No_orders_found_for_pickup_day_{0}.
source: No orders found for the pickup day {0}.
de_de: Es wurden keine Bestellungen für den Abholtag {0} gefunden.
pl_pl: Nie znaleziono zamówień dla dnia odbioru {0}.
ru_ru: Заказов для выдачи не найдено {0}.

# No_orders_found_for_delivery_period_{0}_-_{1}.
source: No orders found for the delivery period {0} to {1}.
de_de: Es wurden keine Bestellungen für den Lieferzeitraum {0} bis {1} gefunden.
pl_pl: Nie znaleziono zamówień dla okresu dostaw od {0} do {1}.
ru_ru: Не найдено заказов для выдачи на период с {0} до {1}.

source: Show all ordered products
de_de: Alle bestellten Produkte anzeigen
pl_pl: Pokaż wszystkie zamówione produkty
ru_ru: Показать все заказанные товары

source: Page title
de_de: Seitentitel
pl_pl: Tytuł strony
ru_ru: Заголовок страницы

# Pages_menu_type_main_description
source: In which menu
de_de: In welchem Menü
pl_pl: W którym menu
ru_ru: В каком меню

# Pages_menu_type_sub_description
source: should the page be shown?
de_de: soll die Seite angezeigt werden?
pl_pl: strona powinna być widoczna?
ru_ru: показывать страницу?

# Pages_parent_main_description
source: Parent menu item
de_de: Übergeordneter Menüpunkt
pl_pl: Nadrzędny element menu
ru_ru: Родительский пункт меню

# Pages_parent_sub_description
source: Main menu: leave empty
de_de: Hauptmenü: Auswahl leer lassen
pl_pl: Menu główne: zostaw puste
ru_ru: Главное меню: оставьте пустым

source: Chose parent menu item
de_de: Übergeordneten Menüpunkt auswählen...
pl_pl: Wybierz nadrzędny element menu
ru_ru: Выберите пункт родительского меню

# Pages_position_main_description
source: Rank in menu
de_de: Reihenfolge im Menü
pl_pl: Pozycja w menu
ru_ru: Ранг в меню

# Pages_position_sub_description
source: Number between 0 and 100
de_de: Zahl von 0 bis 100
pl_pl: Liczba pomiędzy 0, a 100
ru_ru: Число между 0 и 100

# Pages_position_sub2_description
source: "0" hides the page from the menu but the page can be opened if the address is known.
de_de: "0" zeigt die Seite nicht im Menü an, sie bleibt aber über den Link erreichbar.
pl_pl: "0" ukrywa stronę z menu, lecz strona może zostać otwarta jeśli jej adres jest znany.
ru_ru: "0" скрывает страницу из меню, но страницу можно открыть, если известен адрес.

# Pages_full_width_main_description
source: Full width?
de_de: Ganze Breite?
pl_pl: Pełna szerokość?
ru_ru: Полная ширина?

# Pages_full_width_sub_description
source: The left menu will be hidden to make the content area wider.
de_de: Inhalt der Seite wird verbreitert, indem das linke Menü ausgeblendet wird.
pl_pl: Lewe menu zostanie ukryte aby uczyniś obszar treści szerszym.
ru_ru: Левое меню будет скрыто, чтобы сделать область содержимого шире.

# Pages_extern_url_main_description
source: Link to external page?
de_de: Link auf externe Seite?
pl_pl: Podlinkować do zewnętrznej strony?
ru_ru: Перейти по внешней ссылке?

# Pages_extern_url_sub_description
source: Menu item leads to the given url, content of page is not shown.
de_de: Menüpunkt führt auf diese Webseite (der Inhalt der Seite wird nicht angezeigt).
pl_pl: Element menu prowadzi do wskazanego adresu. Zawartość strony nie będzie wyświetlana.
ru_ru: Пункт меню ведет на заданный url, содержимое страницы не показывается.

# Pages_delete_page_main_description
source: Delete page?
de_de: Seite löschen?
pl_pl: Usunąć stronę?
ru_ru: Удалить страницу?

# to_the_admin_area
source: to the admin panel
de_de: im Admin-Bereich
pl_pl: w panelu administratora
ru_ru: в панель администратора

# to_the_manufacturer_area
source: to the manufacturer panel
de_de: im Hersteller-Bereich
pl_pl: w panelu producenta
ru_ru: в панель производителя

source: Welcome
de_de: Willkommen
pl_pl: Witaj
ru_ru: Добро пожаловать

source: Menu
de_de: Menü
ru_ru: Меню

source: Rank in menu
de_de: Reihenfolge im Menü
pl_pl: Pozycja w menu
ru_ru: Ранг в меню

source: Full width
de_de: Ganze Breite
pl_pl: Pełna szerokość
ru_ru: Полная ширина

source: Link
ru_ru: Ссылка

source: Date of upload
de_de: Datum der Aufladung
pl_pl: Data przesłania
ru_ru: Дата загрузки

# Date_last_modified
source: Last modified date
de_de: Datum der letzten Änderung
pl_pl: Data ostatniej modyfikacji
ru_ru: Дата последнего изменения

# Transaction_added_on
source: Transaction received on
de_de: Am Konto eingegangen
ru_ru: Транзакция добавлена на

source: Transaction text
de_de: Verwendungszweck
ru_ru: Текст перевода

source: Last editor
de_de: Zuletzt bearbeitet von
pl_pl: Ostatni redaktor
ru_ru: Последний редактор

source: This payment has not been changed yet.
de_de: Diese Zahlung wurde noch nicht bearbeitet.
pl_pl: Ta płatność nie została jeszcze zmieniona.
ru_ru: Этот платёж ещё не был изменён.

source: Send email?
de_de: E-Mail versenden?
pl_pl: Wysłać mail?
ru_ru: Отправить эл. письмо?

source: If checked, the member will be notified about the status change by email on saving (including the comment).
de_de: Wenn angehakt, wird das Mitglied beim Speichern per E-Mail über die Status-Änderung informiert (inkl. Kommentar).
pl_pl: Jeśli zaznaczone, to po zapisaniu, członek zostanie powiadomiony mailowo o zmianie statusu (łącznie z komentarzem).
ru_ru: Если отмечено, покупатель будет уведомлён об изменении статуса по эл. почте при сохранении (включая комментарий).

source: Email preview
de_de: E-Mail-Vorschau
pl_pl: Podgląd maila
ru_ru: Предварительный просмотр эл.почты

source: Comment
de_de: Kommentar
pl_pl: Komentarz
ru_ru: Комментарий

# docs_route_credit_system
source: credit-system
de_de: guthaben
ru_ru: kreditnaya-sistema

source: Add transfered credit
de_de: Eingezahltes Guthaben eintragen
pl_pl: Dodaj wpłatę kredytową
ru_ru: Добавить переведённый кредит

source: Order value
de_de: Bestellwert
pl_pl: Wartość zamówienia
ru_ru: Стоимость заказа

source: Delete upload?
de_de: Aufladung löschen?
ru_ru: Удалить загрузку?

source: Your credit balance
de_de: Dein Kontostand
pl_pl: Twoje saldo kredytowe
ru_ru: Ваш баланс

source: Back to member overview
de_de: Zurück zur Mitglieder-Übersicht
pl_pl: Wróć do przeglądu członków
ru_ru: Назад к обзору покупателей

source: chose manufacturer...
de_de: Hersteller auswählen...
pl_pl: wybierz producenta...
ru_ru: выбрать производителя...

source: chose category...
de_de: Kategorie auswählen...
pl_pl: wybierz kategorię...
ru_ru: выбрать категорию...

source: amount
pl_pl: kwota
ru_ru: кол-во

source: price
de_de: Preis
pl_pl: cena
ru_ru: цена

source: Add product
de_de: Neues Produkt
pl_pl: Dodaj produkt
ru_ru: Добавить товар

source: Synchronize products
de_de: Produkte synchronisieren
pl_pl: Synchronizuj produkty
ru_ru: Синхронизировать товары

source: Name and categories
de_de: Name und Kategorien
pl_pl: Nazwy i kategorie
ru_ru: Назв. и катег.

source: Stock product
de_de: Lagerprodukt
pl_pl: Produkt magazynowany
ru_ru: Товар на складе

source: gross
de_de: brutto
ru_ru: брутто

source: Surcharge
de_de: Aufschlag
ru_ru: Доплата

source: net
de_de: netto
ru_ru: нетто

# Selling_price_abbreviation
source: SP
de_de: VP
ru_ru: ПЦ

source: Price
de_de: Preis
pl_pl: Cena
ru_ru: Цена

source: New?
de_de: Neu?
pl_pl: Nowy?
ru_ru: Новый?

source: Delivery rhythm
de_de: Lieferrhythmus
ru_ru: График доставки

source: Added on
de_de: Eingetragen am
pl_pl: Dodane w dniu
ru_ru: Добавлено

source: Added by
de_de: Eingetragen von
pl_pl: Dodane przez
ru_ru: Добавил

source: deleted on
de_de: gelöscht am
pl_pl: usunięte w dniu
ru_ru: удалено на

# does_not_appear_in_sum.
source: not included in sum.
de_de: scheint in der Summe nicht auf.
pl_pl: nie zawarte w sumie.
ru_ru: в сумму не включено

source: Slider image
de_de: Slideshow-Bild
pl_pl: Obraz suwaka
ru_ru: Изображение слайдер

source: Width
de_de: Breite
pl_pl: Szerokość
ru_ru: Ширина

source: Linked to
de_de: Verlinkt auf
ru_ru: Ссылка на

source: Rank
de_de: Reihenfolge
pl_pl: Pozycja
ru_ru: Ранг

source: Delete slider image?
de_de: Slideshow-Bild löschen?
pl_pl: Usunąć obraz suwaka?
ru_ru: Удалить изображение слайдер?

source: No turnover available.
de_de: Kein Umsatz vorhanden.
ru_ru: Нет оборота.

source: Tax rates can not be changed.
de_de: Steuersätze sind nicht änderbar.
pl_pl: Stawki podatkowe nie mogą być zmieniane.
ru_ru: Налоговая ставка не может быть изменена.

source: e.g. 10 for 10%
de_de: z.B. "10" für 10%
pl_pl: np. 10 za 10%
ru_ru: напр. 10 для 10%

source: Tax rates can not be changed later.
de_de: Steuersätze sind später nicht änderbar.
pl_pl: Stawki podatkowe nie będą mogły zostać zmienione później.
ru_ru: Нологовую ставку нельзя изменить в дальнейшем.

source: Add deposit amount
de_de: Pfand eintragen
pl_pl: Dodaj kwotę wkładu
ru_ru: Добавьте сумму депозита

source: Add deposit
de_de: Pfand eintragen
pl_pl: Dodaj wkład
ru_ru: Добавить депозит

source: Add deposit amount for {0}
de_de: Pfand für {0} eintragen
pl_pl: Dodaj kwotę wkładu dla {0}
ru_ru: Добавьте сумму депозита для {0}

source: Add deposit amount for
de_de: Pfand eintragen für
ru_ru: Добавьте сумму депозита для

# Please_add_value_of_empty_glasses__that_is_taken_back_by_manufacturer.
source: Please add the value of empty glasses that are taken back by the manufacturer.
de_de: Bitte trage hier den Wert des Leergebindes ein, das vom Hersteller zurückgenommen wird.
pl_pl: Proszę dodać wartość pustych opakowań, które są odbierane przez producenta.
ru_ru: Пожалуйста введите стоимость пустой тары, которая будет возвращена производителю.

source: Did the manufacturer take away empty glasses or was his deposit account equalized with money?
de_de: Hat der Hersteller Leergebinde mitgenommen oder wurde sein Pfandkonto mit Geld ausgeglichen?
pl_pl: Czy producent zabrał puste opakowania, czy jego konto wkładu zostało zasilone?
ru_ru: Производитель забрал пустую тару или его депозитный был оплачен деньгами?

source: Amount in {0}
de_de: Betrag in {0}
pl_pl: Kwota w {0}
ru_ru: Сумма в {0}

source: Instant order for today
de_de: Sofort-Bestellung für heute
pl_pl: Zamówienie błyskawiczne na dziś
ru_ru: Мгновенный заказ на сегодня

source: chose member...
de_de: Mitglied auswählen...
pl_pl: wybierz członka...
ru_ru: выбрать покупателя...

source: Order stock products
de_de: Lagerprodukte bestellen
ru_ru: Заказать товары на складе

source: Generate member cards
de_de: Mitgliedskarten generieren
ru_ru: Генерировать карту покупателя

source: 1 day ahead
de_de: 1 Tag zurück
pl_pl: 1 dzień wprzód
ru_ru: 1 день вперёд

source: 1 day back
de_de: 1 Tag vor
pl_pl: 1 dzień wstecz
ru_ru: 1 день назад

source: Bank account data
de_de: Bankdaten
pl_pl: Dane konta bankowego
ru_ru: Банковские реквизиты

# are_not_visible_in_public_and_are_only_used_for_transferring_your_proceeds.
source: is kept private and is only used to transfer money to your bank account.
de_de: werden nicht veröffentlicht und werden nur intern zum Überweisen deiner Erlöse verwendet.
pl_pl: nie jest widoczne publicznie. Będzie używane wyłącznie do przelewów na twoje konto bankowe.
ru_ru: хранятся в тайне и используются только для перевода денег на ваш банковский счёт.

# Bank
source: Ban
de_de: Bank
ru_ru: Банк

source: My products
de_de: Meine Produkte
pl_pl: Moje produkty
ru_ru: Мои товары

source: My profile
de_de: Mein Profil
pl_pl: Mój profil
ru_ru: Мой профиль

source: All products picked up?
de_de: Alle Produkte abgeholt?
pl_pl: Czy wszystkie produkty zostały odebrane?
ru_ru: Получены все товары?

source: Back to deposit account
de_de: Zurück zum Pfandkonto
pl_pl: Wróć do konta wkładów
ru_ru: Вернуться в депозитный счёт

source: Change pickup day
de_de: Abholtag ändern
pl_pl: Zmień dzień odbioru
ru_ru: Изменить день выдачи

source: Cancel selected products
de_de: Markierte Produkte stornieren
pl_pl: Anuluj wybór produktów
ru_ru: Отменить выбранные товары

# Copy_all_email_addresses
source: Copy all e-mail adresses
de_de: Alle E-Mail-Adressen kopieren
pl_pl: Kopiuj wszystkie adresy e-mail
ru_ru: Копировать все адреса эл.почты

source: Orders as PDF
de_de: Bestellungen als PDF
ru_ru: Заказы в PDF

source: Multiple pickup days
de_de: Mehrere Abholtage
pl_pl: Wiele dni odbioru
ru_ru: Несколько дней для выдачи

source: Click to change amount
de_de: Zum Ändern der Menge anklicken
pl_pl: Kliknij aby zmienić ilość
ru_ru: Нажмите чтобы изменить количество

source: Click to cancel product
de_de: Zum Stornieren des Produktes anklicken
pl_pl: Kliknij aby anulować produkt
ru_ru: Нажмите чтобы отменить товар

source: Click to change member
de_de: Zum Umbuchen auf ein anderes Mitglied anklicken
ru_ru: Нажмите чтобы изменить покупателя

source: Invoice cannot be generated
de_de: Keine Rechnung erstellbar
ru_ru: Счёт не может быть сгененрирован

source: No invoices available.
de_de: Keine Rechnungen vorhanden.
ru_ru: Нет доступных счетов.

# Add_product_feedback
source: Give the manufacturer feedback for the product
de_de: Gib dem Hersteller Feedback zum Produkt
ru_ru: Оставить отзыв производителю

source: Click to change name
de_de: Zum Ändern des Namens anklicken
ru_ru: Нажать для изменения названия

source: Ordered products
de_de: Bestellte Produkte
pl_pl: Zamówione produkty
ru_ru: Заказанные товары

source: Show all ordered products from {0}
de_de: Alle bestellten Produkte von {0} anzeigen
pl_pl: Pokaż wszystkie produkty zamówione od {0}
ru_ru: Показать все заказанные товары из {0}

source: Order state
de_de: Bestellstatus
ru_ru: Состояние заказа

source: Order date
de_de: Bestelldatum
pl_pl: Data zamówienia
ru_ru: Дата заказа

source: Products picked up
de_de: Produkte abgeholt
pl_pl: Produkty odebrane
ru_ru: Получены все товары

source: Click to change price
de_de: Zum Ändern des Preises anklicken
pl_pl: Kliknij aby zmienić cenę
ru_ru: Нажмите для изменения цены

source: Yes
de_de: Ja
pl_pl: Tak
ru_ru: Да

source: No
de_de: Nein
pl_pl: Nie
ru_ru: Нет

source: Click to change weight
de_de: Zum Ändern des Gewichtes anklicken
pl_pl: Kliknij aby zmienić wagę
ru_ru: Нажмите для изменения веса

source: Picked up
de_de: Abgeholt
pl_pl: Odebrane
ru_ru: Получен

source: Delivery days
de_de: Liefertage
pl_pl: Dni dostawy
ru_ru: Дни доставки

source: docs_route_credit_system_with_csv_upload
de_de: guthaben/automatischer-kontoabgleich
ru_ru: kreditnaya-sistema-s-zagruzkoj-csv

source: Add new payment
de_de: Neue Zahlung eintragen
pl_pl: Dodaj nową wpłatę
ru_ru: Добавить новый платёж

source: Please enter the amount that you just transfered to our bank account.
de_de: Bitte trage hier den Betrag ein, den du soeben auf unser Konto überwiesen hast.
pl_pl: Podaj kwotę, która została wpłacona na nasze konto bankowe.
ru_ru: Пожалуйста, введите сумму которую вы только что перевели на наш счёт.

source: If you chose "payback", please enter the amount that you just transfered back to the bank account of the user.
de_de: Wenn es sich um eine Rückzahlung handelt, trage bitte ein, wie viel du dem Mitgiled zurücküberwiesen hast.
pl_pl: Jeśli wybierzesz "zwrot", wpisz kwotę, która została przelana na konto bankowe użytkownika.
ru_ru: Если это "возврат", пожалуйста введите сумму , которую вы перевели, обратно покупателю.

source: Upload CSV file with bank transactions
de_de: CSV-Datei mit Überweisungen hochladen
ru_ru: Загрузить CSV файл с банковскими переводами

source: Please select a member.
de_de: Bitte wähle ein Mitglied aus.
ru_ru: Пожалуйста выберите покупателя.

source: This transaction was already imported.
de_de: Diese Überweisung wurde bereits importiert.
ru_ru: Этот перевод уже была импортирован.

source: Your code has been copied successfully into the clipboard.
de_de: Dein Code wurde erfolgreich in die Zwischenablage kopiert.
ru_ru: Ваш код был успешно скопирован в буфер обмена.

source: Please add this code to your transaction: {0}
de_de: Bitte trage diesen Code im Feld "Verwendungszweck" ein: {0}
ru_ru: Пожалуйста добавьте этот код к вашему переводу: {0}

source: Order list grouped by
de_de: Bestellliste gruppiert nach
pl_pl: Listy zamówień zgrupowane wg
ru_ru: Лист заказа сгруппирован по

source: Order day
de_de: Bestelltag
pl_pl: Dzień zamówienia
ru_ru: День заказа

source: Thank you very much for delivering your products to us!
de_de: Vielen Dank, dass du uns belieferst!
pl_pl: Bardzo dziękujemy za dostarczenie do nas produktów!
ru_ru: Большое спасибо за то, что доставили нам свою продукцию!

source: Customer-ID
de_de: Mitglieds-Nr.
ru_ru: ID-покупателя

source: Delete
de_de: Löschen
pl_pl: Usuń
ru_ru: Удалить

source: Generate product cards
de_de: Produktkarten generieren
ru_ru: Создать карточку товара

source: Add new attribute for product {0}
de_de: Neue Variante für Produkt {0} erstellen
pl_pl: Dodaj nowy atrybut do produktu {0}
ru_ru: Добавить новый вариант для товара {0}

source: change amount
de_de: Menge ändern
pl_pl: zmień ilość
ru_ru: изменить кол-во

source: This product is always available.
de_de: Dieses Produkt ist immer verfügbar.
ru_ru: Этот товар всегда доступен.

# No_email_notifications_are_sent_for_this_product.
source: Notifications are never sent for this product if the stock is low.
de_de: Für dieses Produkt werden niemals Benachrichtigungen bezüglich Lagerstand verschickt.
pl_pl: Powiadomienia nigdy nie będą wysyłane dla tego produktu jeśli ilość magazynowa jest zbyt niska.
ru_ru: Уведомления никогда не будут отправляться для этого товара.

source: Member choses pickup day.
de_de: Mitglied wählt Abholtag aus.
ru_ru: Участник выбирает день выдачи.

source: change delivery rhythm
de_de: Lieferrhythmus ändern
pl_pl: zmieńharmonogram dostaw
ru_ru: изменить график доставки

# delivery_rhythm_from
source: beginning
de_de: ab
pl_pl: początek
ru_ru: начиная

source: change deposit
de_de: Pfand ändern
ru_ru: изменить депозит

source: add image
de_de: Bild hinzufügen
pl_pl: dodaj obraz
ru_ru: добавить изображение

source: New
de_de: Neu
pl_pl: Nowy
ru_ru: Новый

source: Mark product as new for the next {0} days?
de_de: Produkt die nächsten {0} Tage als neu anzeigen?
pl_pl: Oznaczyć produkt jako nowy przez kolejnych {0} dni?
ru_ru: Отмечать товар как новый следующие {0} дней?

source: Do not mark product as new any more?
de_de: Produkt nicht mehr als "neu" anzeigen?
pl_pl: Nie oznaczać już produktu jako nowy?
ru_ru: Больше не отмечать товар как новый?

source: Is stock product
de_de: Produkt ist ein Lagerprodukt
pl_pl: Czy jest produktem magazynowanym
ru_ru: Товар на складе

source: Edit attribute for product {0}
de_de: Variante {0} bearbeiten
ru_ru: Редактировать вариант для {0}

source: This attribute is the default attribute
de_de: Diese Variante ist die Standardvariante.
pl_pl: Ten atrybut jest domyślny
ru_ru: Этот вариант является вариантом по умолчанию.

source: Define as new default attribute
de_de: Als neue Standard-Variante festlegen
pl_pl: Ustaw jako nowy atrybut domyślny
ru_ru: Определить как новый вариант по умолчанию

source: change category
de_de: Kategorie ändern
pl_pl: zmień kategorię
ru_ru: изменить категорию

source: Category "all products" is missing!
de_de: Kategorie "Alle Produkte" fehlt!
pl_pl: Brakuje kategorii "Wszystkie produkty"
ru_ru: Категория "все товары" отсутствует!

source: product preview
de_de: Produkt-Vorschau
pl_pl: podgląd produktu
ru_ru: предварительный просмотр товара

source: change price
de_de: Preis ändern
pl_pl: zmień cenę
ru_ru: изменить цену

# Purchase_price_not_set_and_therefore_never_active.
source: The purchase price was not yet set, only then the product can be ordered.
de_de: Das Produkt kann erst bestellt werden, sobald der Einkaufspreis hinterlegt wurde.
ru_ru: Цена продажи не установлена и поэтому не может быть активирована.

source: change tax rate
de_de: Steuersatz ändern
pl_pl: zmień stawkę podatku
ru_ru: изменить налоговую ставку

source: Dear financial responsible
de_de: Liebe(r) Finanz-Verantwortliche(r)
pl_pl: Osobo odpowiedzialna za finanse
ru_ru: Уважаемые лица, ответственные за новых покупателей
