Repository: foodcoopshop/foodcoopshop
Catalog: plugins/Admin/resources/locales/*/admin.po
Languages: de_de, pl_pl, ru_ru

source: the invoices from {0} have just been sent.
de_de: die Rechnungen vom {0} wurden soeben verschickt.
pl_pl: faktura od {0} została wysłana.
ru_ru: счёт от {0} только что отправлен.

# Here_you_find_the_overview_for_making_the_transfers:
source: Here you find the overview for making the money transfers:
de_de: Hier findest du die Übersicht zum Überweisen:
pl_pl: Znajdziesz tu przegląd do wykonywania przelewów pieniężnych
ru_ru: Здесь вы найдете обзор по осуществлению денежных переводов:

# This_is_a_great_opportunity_to_check_the_credit_uploads_link_below.
source: This is a great opportunity to check the creit uploads.
de_de: Bei dieser Gelegenheit könntest du auch gleich die ins System eingetragenen Guthaben-Aufladungen mit den tatsächlichen Überweisungen vergleichen und bestätigen. Das spart am Ende des Jahres eine Menge Arbeit und macht das Guthaben-System weniger fehleranfällig.
ru_ru: Это отличная возможность проверить загрузку кредитов.

source: (Link only works for superadmins).
de_de: (Link nur für Superadmins).
pl_pl: (Linki działają wyłącznie u superadminów).
ru_ru: (Ссылка только для суперадминов).

source: Thank you very much for your work!
de_de: Vielen Dank für deine Arbeit!
pl_pl: Bardzo dziękujemy za wykonaną pracę!
ru_ru: Спасибо большое за вашу работу!

source: your current credit equals {0}.
de_de: dein aktuelles Guthaben beträgt {0}.
ru_ru: ваш текущий кредит равен {0}.

# Please_soon_transfer_new_credit_to_our_bank_account.
source: Pleas soon transfer new credit to our bank account.
de_de: Bitte überweise bald wieder ein neues Guthaben auf unser Konto.
ru_ru: Пожалуйста, переведите новые средства на наш счет в ближайшее время.

source: Do not forget to add it to our credit system after the bank transfer.
de_de: Vergiss bitte nicht, diesen Betrag <b>in unser Guthaben-System einzutragen</b>, da es ansonsten zwar auf unserem Bankkonto gutgeschrieben ist, aber nicht in deinem Guthaben-System aufscheint.
ru_ru: Пожалуйста, не забудьте ввести эту сумму <b>в нашу кредитную систему</b>, в противном случае она будет зачислена на наш банковский счет, но не появится в вашей кредитной системе.

# Here_you_find_the_link_to_add_the_credit:
source: Here you find the link to add credit:
de_de: Hier der Link zum Eintragen:
ru_ru: Ссылка для добавления кредита:

source: Pleas soon transfer new credit to our bank account and do not forget to add your personal transaction code: {0}
de_de: Bitte überweise bald wieder ein neues Guthaben auf unser Konto und vergiss nicht, deinen persönlichen Überweisungscode anzugeben: {0}
ru_ru: Пожалуйста, переведите новые средства на наш счет в ближайшее время и не забудьте ввести свой личный код перевода: {0}

source: Transactions were checked until {0}.
de_de: Es wurden alle Überweisungen bis zum {0} berücksichtigt.
ru_ru: Все переводы были учтены до {0}.

# Here_you_can_unsubscribe_this_email_reminder
source: Here you can unsubscribe from this email reminder
de_de: Hier kannst du diese E-Mail abbestellen
ru_ru: Здесь можете отписаться от рассылки этого эл.письма

# Amount_(Money)
source: Amount
de_de: Betrag
ru_ru: Кол-во (Денег)

# Date_when_payment_was_received_on_bank_account
source: Date when payment was received on the bank account
de_de: Datum des Zahlungseinganges am Bankkonto
ru_ru: Дата поступления платежа на банковский счёт

source: Do you want to load your last order into your shopping cart? The current cart will be emptied for that.
de_de: Möchtest du deine letzte Bestellung in den Warenkorb laden? Der aktuelle Warenkorb wird dafür vorher geleert.
pl_pl: Do you want to load your last order into your shopping cart? The current cart will be emptied for that. Czy chcesz wczytać do koszyka swoje poprzednie zamówienie? Bieżąca zawartość koszyka zostanie usunięta.
ru_ru: Хотите загрузить последний заказ в корзину? Текущая корзина будет очищена.

# route_cart
source: cart
de_de: warenkorb
ru_ru: корзина

source: Click here to open the
de_de: Hier geht's zur
pl_pl: Kliknij tu aby przejść do
ru_ru: Нажмите здесь, чтобы открыть

# The_amount_of_the_product_{0}_has_been_adapted.
source: The amount of the product {0} has been apapted.
de_de: Die Menge des Produktes {0} wurde angepasst.
pl_pl: Ilość produktu {0} została zmodyfikowana.
ru_ru: Количество товара {0} было скорректировано.

# Old_amount
source: Old amunt
de_de: Alte Menge
pl_pl: Stara ilość
ru_ru: Старая сумма

source: New amount
de_de: Neue Menge
pl_pl: Nowa ilość
ru_ru: Новая сумма

# Why_has_the_amount_been_adpated?
source: Why has the amount been adapted?
de_de: Warum wurde die Menge angepasst?
pl_pl: Dlaczego ilość została dostosowana?
ru_ru: Почему сумма была скорректирована?

source: PS: Your credit has been adapted automatically.
de_de: PS: Dein Guthaben wurde automatisch angepasst.
ru_ru: P.S: Ваш кредит был автоматически обновлён.

# Why_has_another_member_been_assigned?
source: Why has the product been assigned to another member?
de_de: Warum wurde das Produkt auf ein anderes Mitglied umgebucht?
ru_ru: Почему был передан другому покупателю?

# sorry,_{0}_can_not_be_delivered.
source: sorry, the product "{0}" can not be delivered.
de_de: Das Produkt "{0}" kann leider nicht geliefert werden.
pl_pl: przepraszamy, produkt "{0}" nie może zostać dostarczony.
ru_ru: извините, {0} не может быть доставлен.

source: Why has the product been cancelled?
de_de: Warum wurde das Produkt storniert?
pl_pl: Dlaczego produkt został anulowany?
ru_ru: Почему товар был отменён?

source: Sorry, but sometimes our manufacturers are not able to deliver the ordered products. You receive this email so you can buy the products elsewhere on time.
de_de: Unsere Produzenten können leider ab und zu die bestellte Ware nicht liefern. Du erhältst diese Mail, damit du rechtzeitig für Ersatz sorgen kannst.
pl_pl: Przepraszamy, lecz czasem nasi producenci nie są w stanie dostarczyć zamówionych produktów. Otrzymujesz ten mail aby móc kupić produkry w innym miejscu.
ru_ru: Извините, но иногда наши производители не могут доставить заказанные товары. Поэтому вы получили это эл.письмо, попробуйте заказать товар где нибудь ещё.

source: Thanks for respecting that!
de_de: Vielen Dank für dein Verständnis!
ru_ru: Благодарим за понимание!

source: Hello
de_de: Hallo
pl_pl: Cześć
ru_ru: Привет

source: If you want to answer, please write an email to {0} and <b>do not reply to this email</b>!
de_de: Zum Antworten schreibe bitte eine E-Mail an {0} und <b>antworte nicht auf diese E-Mail</b>!
ru_ru: Если вы хотите ответить, пожалуйста напишите эл.письмо {0} и <b>не отвечайте на это эл.письмо<b>!

source: New pickup day
de_de: Neuer Abholtag
pl_pl: Nowy dzień odbioru
ru_ru: Новый день выдачи

source: Old pickup day
de_de: Alter Abholtag
pl_pl: Stary dzień odbioru
ru_ru: Старый день выдачи

source: Why was the pickup day changed?
de_de: Warum wurde der Abholtag geändert?
pl_pl: Dlaczego dzień odbioru uległ zmianie?
ru_ru: Почему был изменён день выдачи?

source: The following product is affected
de_de: Das folgende Produkt ist betroffen
pl_pl: Będzie to miało wpływ na następujący produkt
ru_ru: Повлияло на следующие товары

# The_following_{0}_products_are_affected
source: The following products are affected
de_de: Die folgenden {0} Produkte sind betroffen
pl_pl: Będzie to miało wpływ na następujące produkty
ru_ru: Повлияло на следующие товары

source: The price of the product {0} has been adapted.
de_de: Der Preis des Produktes {0} wurde erfolgreich angepasst.
ru_ru: Цена товара {0} была скорректирована.

source: You have ordered {0} unit(s) of it on {1} at manufacturer {2}.
ru_ru: Вы заказали {0} единицу(ц) {1} у производителя {2}.

source: Old price
de_de: Alter Preis
pl_pl: Stara cena
ru_ru: Старая цена

source: New price
de_de: Neuer Preis
pl_pl: Nowa cena
ru_ru: Новая цена

# Why_has_the_price_been_adpated?
source: Why has the price been adapted?
de_de: Warum wurde der Preis angepasst?
ru_ru: Почему цена была скорректирована?

# The_weight_of_the_product_{0}_has_been_adapted.
source: The weight of the product {0} has been adapated.
de_de: Das Gewicht des Produktes {0} wurde erfolgreich angepasst.
ru_ru: Вес товара {0} был скорректирован.

source: Old price for
de_de: Alter Preis für
pl_pl: Stara cena dla
ru_ru: Старая цена для

source: New price for
de_de: Neuer Preis für
pl_pl: Nowa cena dla
ru_ru: Новая цена для

source: The base price is {0}.
de_de: Der Grundpreis beträgt {0}.
pl_pl: Cena bazowa wynosi {0}.
ru_ru: Базовая цена {0}.

# The_status_of_your_credit_upload_of_{0}_({1}_amount)_was_changed_to_{2}.
source: The status of your credit upload of {0} ({1}) was changed to {2}.
de_de: Der Status deiner Guthaben-Aufladung vom {0} über {1} wurde auf {2} geändert.
ru_ru: Статус пополнения вашего кредита {0} ({1}) был изменён на {2}.

source: Please compare the credit upload that you added to our system with the actual bank account transfer.
de_de: Bitte überprüfe die Guthaben-Aufladung, die du im System eingetragen hast, mit den Zahlungen auf deinem Bankkonto.
pl_pl: Proszę porównać wpłatę kredytową dodaną do systemu z rzeczywistym przelewem bankowym.
ru_ru: Пожалуйста, сравните пополнение кредита, которое вы добавили в нашу систему, с фактическим переводом на банковский счет.

source: Please do not forget that you have products to pick up on {0}.
de_de: bitte vergiss nicht, dass am {0} folgende Produkte zum Abholen bereit sind:
pl_pl: Nie zapomnij, że masz produkty do odbioru w {0}.
ru_ru: Пожалуйста, не забывайте, что у вас есть товары, которые можно забрать {0}.

# As_your_order_is_longer_than_{0}_days_ago_you_get_this_reminder.
source: As you placed your order earlier than {0} days ago, you get this reminder.
de_de: Du bekommst diese E-Mail, weil deine Bestellung länger als {0} Tage her ist.
pl_pl: Otrzymujesz to przypomnienie ponieważ twoje zamówienie zostało złożone wcześniej niż {0} dni temu.
ru_ru: Так как вы разместили свой заказ раньше, чем {0} дней назад, вы получите это напоминание.

source: Please find your cancellation invoice attached.
de_de: Deine Storno-Rechnung befindet sich im Anhang.
ru_ru: Вы найдете отмену счёт в приложении к сообщению.

source: Your current credit equals {0}.
de_de: Dein aktuelles Guthaben beträgt {0}.
ru_ru: Ваш текущий кредит равен {0}.

source: Please find your invoice attached.
de_de: Deine Rechnung befindet sich im Anhang.
ru_ru: Вы найдете счёт в приложении к сообщению.

# {0}_thanks_you_for_your_purchase!
source: Thank you for your purchase!
de_de: {0} sagt Danke für Deinen Einkauf!
ru_ru: Спасибо за покупку!

source: this invoice contains all products that have been delivered in {0}.
de_de: in dieser Rechnung sind alle Produkte enthalten, die im {0} geliefert wurden.
pl_pl: ta faktura zawiera wszystkie produkty, które zostały dostarczone dnia {0}.
ru_ru: в этом счёте указаны все товары, которые были поставлены в {0}.

source: If the invoice amount should differ from your own recordings, please tell us.
de_de: Sollten der Rechnungsbetrag nicht mit deinen Aufzeichnungen übereinstimmen, sag uns bitte umgehend Bescheid.
pl_pl: W razie niezgodności rzeczywistych ilości z tymi na fakturze, prosimy o kontakt.
ru_ru: Если сумма счёта будет отличаться от ваших собственных записей, пожалуйста, сообщите нам об этом.

source: The invoice amount will be transfered to your bank account within the next days.
de_de: Der Rechnungsbetrag wird in den nächsten Tagen auf dein Konto überwiesen.
pl_pl: Kwota na fakturze zostanie przelana na konto bankowe w przeciągu najbliższych dni.
ru_ru: Сумма счета будет переведена на ваш банковский счет в течение нескольких дней.

source: please find two order lists attached for the next delivery (grouped by product and member).
de_de: im Anhang findest du zwei Bestelllisten (gruppiert nach Produkt und Mitglied) für die nächste Lieferung.
pl_pl: w załączeniu dwie listy zamówień do najbliższej dostawy (pogrupowane wg produktów oraz zamawiających).
ru_ru: пожалуйста, найдите два списка заказов, прилагаемых для следующей поставки (сгруппированных по товару и покупателю).

source: Your personal manufacturer panel
de_de: Dein persönlicher Hersteller-Bereich
pl_pl: Twój własny panel producenta
ru_ru: Ваша личная панель производителя

# Help_pages
source: Online help
de_de: Online-Hilfe
pl_pl: Pomoc online
ru_ru: Помощь онлайн

# docs_route_order_handling
source: order-handling
de_de: bestellabwicklung
ru_ru: obrabotka-zakazov

source: You can change your imprint by yourself.
de_de: Die Daten für dein <b>Impressum</b> (rechts unten auf deinem Hersteller-Profil) kannst du selbst ändern.
ru_ru: Информацию о себе, вы можете сменить самостоятельно.

source: Your products are only visible for members. To view your products as the member sees them, you need to be logged in.
de_de: Deine Produkte sind nur für Mitglieder sichtbar. Um die Darstellung deiner Produkte zu überprüfen, musst du angemeldet sein.
pl_pl: Twoje produkty są widoczne wyłącznie dla członków. Musisz być zalogowany żeby wyświetlić produkty tak, jak widzą je członkowie.
ru_ru: Ваши товары видны только для покупателей. Для просмотра товаров как видят его покупатели, вам необходимо войти.

source: For signing in please use the email address of this message. If you want to order products from other manufacturers, please sign on with a different email address.
de_de: Bitte verwende zum Einloggen die E-Mail-Adresse dieser Nachricht. Falls du bei uns auch bestellen möchtest, registriere dich bitte auf unserer Seite und verwende dazu aber eine andere E-Mail-Adresse.
pl_pl: W celu zalogowania się proszę użyć adresu email z tej wiadomości. Aby zamówić produkty od innych producentów, proszę się zalogować za pomocą innego adresu email.
ru_ru: Для входа, пожалуйста используйте адрес эл.почты. Если вы хотите сделать заказ от производителя, пожалуйста используйте другой адрес эл.почты для входа.

source: Your contact person
de_de: Deine Ansprechperson
pl_pl: Twoja osoba kontaktowa
ru_ru: Ваш человек для контакта

source: Cancellation invoice
de_de: Storno-Rechnung
ru_ru: Отмена счёта

source: Paid in cash on {0}.
de_de: Bar bezahlt am {0}.
ru_ru: Оплата наличными на {0}.

source: conveyed for
de_de: vermittelt für
pl_pl: przekazane
ru_ru: передан для

source: Orders from
de_de: Bestellungen vom
pl_pl: Zamówienia od
ru_ru: Заказы от

source: Price excl.
de_de: Preis exkl.
pl_pl: Cena z wyłączeniem
ru_ru: Цена искл.

source: Price incl.
de_de: Preis inkl.
pl_pl: Cena z
ru_ru: Цена вкл.

source: variable member fee
de_de: variabler Mitgliedsbeitrag
pl_pl: zmienna opłata członkowska
ru_ru: изменяемый членский сбор

source: New total sum
de_de: Neue Gesamtsumme
pl_pl: Nowa suma łącznie
ru_ru: Новая итоговая сумма

source: The total sum below right (minus {0}% variable member fee) will be transferred to your bank account as soon as possible.
de_de: Die neue Gesamtsumme rechts unten (abzüglich {0} % variabler Mitgliedsbeitrag) wird so bald wie möglich auf dein Konto überwiesen.
pl_pl: Suma łącznie poniżej (minus {0}% zmiennej opłaty członkowskiej) zostanie przelana na twoje konto bankowe tak szybko jak to możliwe.
ru_ru: Итоговая сумма в правом нижнем углу (за вычетом {0}% % изменяемого членского сбора) будет переведена на ваш счёт как можно скорее.

source: The total sum to the right (price incl.) will be transferred to your bank account as soon as possible.
de_de: Die Gesamtsumme ganz rechts (Preis inkl.) wird so bald wie möglich auf dein Konto überwiesen.
pl_pl: Suma łącznie po prawej (cena z) zostanie przelana na twoje konto bankowe tak szybko jak to możliwe.
ru_ru: Сумма, указанная справа (включая цену), будет переведена на ваш счёт как можно скорее.

source: Detail view
de_de: Detailübersicht
pl_pl: Widok szczegółowy
ru_ru: Подробный вид

source: The delivered weight will eventually be adapted, so the price can change slightly.
de_de: Das tatsächlich gelieferte Gewicht wird evtl. noch angepasst, d. h. der Preis kann sich noch geringfügig ändern.
pl_pl: Wagi dostarczonych produktów mogą ulec zmianie, więc cena również może nieco się zmienić.
ru_ru: Вес доставки будет в конечном счёте скорректирован, что означает что цена будет немного изменена.

source: ProductID
de_de: Produkt-Nr.
ru_ru: ID товара

# Sum_of_credits_of_activated_members
source: Sum of credits of <b>activated</b> members
de_de: Summe der Guthaben <b>aktivierter</b> Mitglieder

# Sum_of_credits_of_deactivated_members
source: Sum of credits of <b>deactivated</b> members
de_de: Summe der Guthaben <b>deaktivierter</b> Mitglieder

# Sum_of_credits_of_deleted_members
source: Sum of credits of <b>deleted</b> members
de_de: Summe der Guthaben <b>gelöschter</b> Mitglieder

# Invoice_number_{0}_of_{1}_was_generated_successfully.
source: Invoice nܬ {0} of {1} was generated successfully.
de_de: Die Rechnung Nr. {0} von {1} wurde erfolgreich erstellt.

source: As long as the variable member fee is activated, no remote foodcoops can be added to this foodcoop.
de_de: Solange der variable Mitgliedsbeitrag aktiviert ist, können für diese Foodcoop keine Remote-Foodcoops erstellt werden.
pl_pl: Tak długo jak zmienna opłata członkowska jest aktywna, żadne zdalne kooperatywy nie mogą zostać dodane.

source: Credit upload reminder
de_de: Überweisung ins Guthaben-System übernommen

# Variable_member_fee_is_included_in_turnover.
source: The variable member fee is included in turnover.
de_de: Der variable Mitgliedsbeitrag ist vom Umsatz <b>nicht</b> abgezogen.

# Member_fee_products_are_excluded_from_statistics.
source: Member fee products are excluded from this statistics.
de_de: Mitgliedsbeiträge werden in dieser Statistik nicht angezeigt.

source: to
de_de: bis
pl_pl: do

source: You have ordered it on {0} at manufacturer {1}.
de_de: Du hast es am {0} beim Hersteller {1} bestellt.
pl_pl: Zamówiono dnia {0} od producenta {1}.

# The_credit_of_the_paying_with_time_account_is:
source: The credit of the paying-with-time-module is:
pl_pl: Kredyt płacenia czasem wynosi:

# Please_enter_why_pickup_day_is_changed.
source: Please enter why the pickup day is changed.
pl_pl: Proszę podać powód zmiany dnia odbioru.

source: The time entry has been deleted
pl_pl: Wpis czasu został usunięty

source: The time entry for the {0} has been deleted
pl_pl: Wpis czasu dla {0} został usunięty

source: Your time entry from {0} has been deleted.
pl_pl: Twój wpis czasu od {0} został usunięty.

source: and an email was sent to {0}
pl_pl: i został wysłany mail do {0}

source: Add time entry
pl_pl: Dodaj wpis czasu

source: Edit time entry
pl_pl: Edytuj wpis czasu

source: of
pl_pl: z

# My_{0}_(time_account)
source: My {0}
pl_pl: Mój {0}

source: Software update / Version
pl_pl: Aktualizacja / wersja

# Please_find_more_information_in_the_changelog_{0}.
source: Please find more information in the {0}.
pl_pl: Więcej informacji można znaleźć w {0}.

source: Paying-with-time-module active?
pl_pl: Czy moduł płacenia czasem aktywny?

# I_want_to_be_able_to_pay_my_products_also_in_{0}.
source: I want to bea able to pay my products also in {0}.
pl_pl: Chcę móc płacić za zamówienia również w {0}.

source: How do I use the paying-with-time-module?
pl_pl: Jak używać modułu płacenia czasem?

source: Reminder
pl_pl: Przypomnienie

source: Show {0}
pl_pl: Pokaż {0}

source: Show list (grouped by product)
pl_pl: Pokaż listę (pogrupowaną wg produktu)

source: Show list (grouped by member)
pl_pl: Pokaż listę (pogrupowaną wg członków)

source: Paying with time
pl_pl: Płatność czasem

# Max_part_of_{0}_in_percent
source: Maximal part of {0} in percent
pl_pl: Maksymalna część {0} w procentach

source: valid for all products. 0 means that the paying-with-time-module is deactivated in the shop.
pl_pl: ważne dla wszystkich produktów. 0 oznacza, że moduł płacenia czasem jest wyłączony.

source: Maximum credit balance in {0}
pl_pl: Maksymalne saldo kredytowe w {0}

# up_to_which_it_can_be_paid_in_{0}.
source: up to which the member can pay in {0}.
pl_pl: do którego członek może zapłacić w {0}.

# Zero_means_no_limit_and_global_limit_of_{0}_is_used.
source: 0 means: global limit of {0} is used.
pl_pl: 0 oznacza, że limit globalny {0} został zużyty.

source: Order adaptions
pl_pl: Mod. zamówień

source: My data
pl_pl: Moje dane

source: Additional in {0}
pl_pl: Dodatkowo w {0}

# Paid_by_members_in_{0}
source: Paid by all members in {0}
pl_pl: Zapłacone przez wszystkich członków w {0}

# Paid_by_members_in
source: Paid by all members in
pl_pl: Zapłacone przez wszystkich członków w

source: Amount that will be transferred to your bank account
pl_pl: Kwóta, która zostanie przelana na twoje konto bankowe

source: Edit delivery rhythm for selected products
pl_pl: Edytuj harmonogram dostaw dla wybranych produktów

source: {0} is the last day to order. You can do that until {0} midnight.
pl_pl: {0} jest ostatnim dniem zamówień. Można zamawiać do {0}, do północy.
