Repository: foodcoopshop/foodcoopshop
Catalog: plugins/Admin/resources/locales/*/admin.po
Languages: de_de, pl_pl, ru_ru

source: Self-service order
de_de: Bestellung über SB-Modus
ru_ru: Заказ самообслуживания

source: Profit
de_de: Gewinn
ru_ru: Доход

source: The attribute {0} of the product {1} from manufacturer {2} was successfully created.
de_de: Die Variante {0} für das Produkt {1} vom Hersteller {2} wurde erfolgreich erstellt.
pl_pl: Atrybut {0} produktu {1} od producenta {2} został pomyślnie utworzony.
ru_ru: Вариант {0} товара {1} от производителя {2} был создан успешно.

source: The product {0} was created for {1}.
de_de: Das Produkt {0} wurde erfolgreich für {1} erstellt.
ru_ru: Товар {0} был создан для {1}.

# Surcharge_needs_to_be_greater_than_0.
source: The surcharge needs to be greater than 0.
de_de: Der Aufschlag muss größer als 0 sein.
ru_ru: Наценка должна быть больше чем 0.

source: The selling price net was set to: {0} of purchase price net
de_de: Der Netto-Verkaufspreis wurde erfolgreich berechnet: {0} vom Netto-Einkaufspreis
ru_ru: Цена продажи нетто была установлена на: {0} продажной цены нетто была успешно рассчитана: {0} от нетто цены покупки.

source: Image (ID {0}) from manufacturer {1} was deleted successfully. Product: {1}, manufacturer: {2}.
de_de: Bild (ID: {0}) wurde erfolgreich gelöscht. Produkt: {1}, Hersteller: {2}
pl_pl: Obraz (ID {0}) u producenta {1} został pomyślnie usunięty. Produkt: {1}, producent: {2}.
ru_ru: Изображение (ID {0}) от производителя {1} было успешно удалено. Товар: {1}, Производитель: {2}.

source: The product {0} has {1,plural,=1{1 open order} other{# open orders}}.
de_de: Das Produkt {0} hat {1,plural,=1{1 offene Bestellung} other{# offene Bestellungen}}.
ru_ru: Товар {0} имеет {1,plural,=1{1 открытый заказ} other{# открытые для заказы}}.

source: Please try again as soon as the next invoice has been generated.
de_de: Bitte probiere es nochmal, sobald die nächsten Rechnungen erstellt wurden.
ru_ru: Пожалуйста, повторите попытку, как только будут созданы следующие счета.

# {0,plural,=1{1_product_was} other{#_products_were}}_deleted_successfully.
source: {0,plural,=1{One product was} other{# products were}} deleted successfully.
de_de: {0,plural,=1{Ein Produkt wurde} other{# Produkte wurden}} erfolgreich gelöscht.
ru_ru: {0,plural,=1{Один товар был} other{# товары были}} успешно удалены.

source: The categories of the product {0} from manufacturer {1} have been changed: {2}
de_de: Die Kategorien des Produktes {0} vom Hersteller {1} wurden geändert: {2}
pl_pl: Kategorie produktu {0} od producenta {1} zostały zmienione: {2}
ru_ru: Категории товара {0} от производителя {1} были изменены: {2}

source: Saving successful.
de_de: Speichern erfolgreich.
pl_pl: Zapisano pmyślnie.
ru_ru: Успешное сохранение.

source: The default attribute of the product {0} from manufacturer {1} was changed to {2}.
de_de: Die Standard-Variante des Produktes {0} vom Hersteller {1} wurde auf {2} geändert.
pl_pl: Domyślny atrybut produktu {0} od producenta {1} został zmieniony na {2}.
ru_ru: Вариант по умолчанию товара {0} от производителя {1} был изменён на {2}.

source: Order possible until
de_de: Bestellbar bis
pl_pl: Zamówienia możliwe do
ru_ru: Заказ возможен до

source: Send order lists day
de_de: Bestelllisten versenden am
pl_pl: Dzień wysyłki list zamówień
ru_ru: День отправки списка заказов

# Order_list_is_not_sent
source: Order lists is not sent
de_de: Bestellliste wird <b>nicht</b> versendet
ru_ru: Список заказов не был отправлен

source: Last order weekday
de_de: Bestellschluss
pl_pl: Ostatni dzień zamówień
ru_ru: Крайний срок оформления заказа

source: midnight
de_de: Mitternacht
pl_pl: północ
ru_ru: полночь

source: Delivery day
de_de: Liefertag
pl_pl: Dzień dostawy
ru_ru: День доставки

source: First delivery day
de_de: Erster Liefertag
pl_pl: Pierwszy dzień dostawy
ru_ru: Первый день доставки

source: The delivery rhythm of the product {0} from manufacturer {1} was changed successfully to {2}.
de_de: Der Lieferrhythmus des Produktes {0} vom Hersteller {1} wurde erfolgreich auf {2} geändert.
pl_pl: Harmonogram dostaw produktu {0} od producenta {1} został pomyślnie zmieniony na {2}.
ru_ru: График доставки товара {0} от производителя{1} был успешно изменён на {2}.

# Delivery_rhythm_of_{0}_products_has_been_changed_successfully_to_{1}.
source: The delivery rhythm of {0} products has been changed successfully to {1}.
de_de: Der Lieferrhythmus von {0} Produkten wurde erfolgreich auf {1} geändert.
pl_pl: Harmonogram dostaw produktu {0} został pomyślnie zmieniony na {1}.
ru_ru: График доставки {0} товаров был успешно изменён на {1}.

source: Attribute
de_de: Variante
pl_pl: Atrybut
ru_ru: Вариант

source: The deposit of the product {0} was changed from {1} to {2}.
de_de: Der Pfand des Produktes {0} wurde erfolgreich von {1} auf {2} geändert.
pl_pl: Kaucja produktu {0} została zmieniony z {1} na {2}.
ru_ru: Депозит товара {0} был изменён с {1} на {2}.

source: The product {0} was changed successfully to a stock product.
de_de: Das Produkt {0} wurde erfolgreich zu einem Lagerprodukt geändert.
pl_pl: produkt {0} został ustawiony jako magazynowany.
ru_ru: Товар {0} был успешно изменён на товар на складе.

source: The product was changed successfully.
de_de: Das Produkt wurde erfolgreich geändert.
pl_pl: Produkt został zmodyfikowany poprawnie.
ru_ru: Товар был успешно изменён.

source: The product {0} from manufacturer {1} was renamed to {2}.
de_de: Das Produkt {0} vom Hersteller {1} wurde umbenannt in {2}.
pl_pl: Zmieniono nazwę produktu {0} od producenta {1} na {2}.
ru_ru: Товар {0} от производителя {1} был переименован на {2}.

source: The unity of the product {0} from manufacturer {1} was changed to {2}.
de_de: Die Einheit des Produktes {0} vom Hersteller {1} wurde geändert in {2}.
pl_pl: Jednostka produktu {0} od producenta {1} została zmieniona na {2}.
ru_ru: Единица товара {0} от производителя {1} была успешно изменена на {2}.

# The_description_of_the_product_{0}_from_manufacturer_{1}_was_changed:_{2}
source: The description of the product {0} from manufacturer {1} has been changed: {2}
de_de: Die Beschreibung des Produktes {0} vom Hersteller {1} wurde geändert: {2}
pl_pl: Opis produktu {0} od producenta {1} został zmieniony na: {2}
ru_ru: Описание товара {0} от производителя {1} было изменено: {2}

# The_short_description_of_the_product_{0}_from_manufacturer_{1}_was_changed:_{2}
source: The short description of the product {0} from manufacturer {1} has been changed: {2}
de_de: Die Kurzbeschreibung des Produktes {0} vom Hersteller {1} wurde geändert: {2}
pl_pl: Krótki opis produktu {0} od producenta {1} został zmieniony: {2}
ru_ru: Короткое описание товара {0} от производителя {1} было изменено: {2}

source: The product {0} from manufacturer {1} is not shown as "new" any more.
de_de: Das Produkt {0} vom Hersteller {1} wird nicht mehr als "neu" angezeigt.
pl_pl: Produkt {0} od producenta {1} nie jest już oznaczony jako nowy.
ru_ru: Товар {0} от производителя {1} больше не будет показан как "новый".

source: The product {0} from manufacturer {1} is shown as "new" from now on for the next {2} days.
de_de: Das Produkt {0} vom Hersteller {1} wird jetzt {2} Tage lang als "neu" angezeigt.
pl_pl: Produkt {0} od producenta {1} będzie od teraz oznaczony jako nowy przez {2} dni.
ru_ru: Товар {0} от производителя {1} будет показан как "новый" в последующие {2} дней.

source: The price of the product {0} was changed successfully.
de_de: Der Preis des Produktes {0} wurde erfolgreich geändert.
pl_pl: Cena produktu {0} została pomyślnie zmieniona.
ru_ru: Цена товара {0} была успешно изменена.

source: The price of the product {0} from manufacturer {1} was changed from {2} to {3}.
de_de: Der Preis des Produktes {0} vom Hersteller {1} wurde erfolgreich von {2} auf {3} geändert.
pl_pl: Cena produktu {0} od producenta {1} została zmieniona z {2} na {3}.
ru_ru: Цена товара {0} от производителя {1} была изменена с {2} на {3}.

source: The attribute {0} of the product {1} from manufacturer {2} was successfully deleted.
de_de: Die Variante {0} des Produktes {1} vom Hersteller {2} wurde erfolgreich gelöscht.
pl_pl: Atrybut {0} produktu {1} od producenta {2} został pomyślnie usunięty.
ru_ru: Вариант {0} товара {1} от производителя {2} был успешно удалён.

source: The attribute {0} of the product {1} from manufacturer {2} was successfully changed.
de_de: Die Variante {0} des Produktes {1} vom Hersteller {2} wurde erfolgreich geändert.
ru_ru: Вариант {0} товара {1} от производителя {2} был успешно изменён.

source: Nothing changed.
de_de: Es wurden keine Änderungen gespeichert.
pl_pl: Nic nie zmieniono.
ru_ru: Изменения не сохранены.

source: The purchase price of the product {0} was changed successfully.
de_de: Der Einkaufspreis des Produktes {0} wurde erfolgreich geändert.
ru_ru: Цена продажи товара {0} была успешно изменена.

source: The purchase price of the product {0} from manufacturer {1} was changed from {2} to {3}.
de_de: Der Einkaufspreis des Produktes {0} vom Hersteller {1} wurde erfolgreich von {2} auf {3} geändert.
ru_ru: Цена продажи товара {0} от производителя {1} была изменена с {2} на {3}.

source: The amount of the product {0} was changed successfully.
de_de: Die Menge des Produktes {0} wurde erfolgreich geändert.
pl_pl: Ilość produktu {0} została pomyślnie zmieniona.
ru_ru: Количество товара {0} было успешно изменено.

source: Available quantity
de_de: Verfügbare Menge
ru_ru: Доступное количество

source: Always available
de_de: Immer verfügbar
ru_ru: Всегда в наличии

source: yes
de_de: ja
pl_pl: tak
ru_ru: да

source: no
de_de: nein
pl_pl: nie
ru_ru: нет

source: Default quantity after sending order lists
de_de: Standard-Menge pro Lieferrhythmus
ru_ru: Количество по умолчанию после отправки списка заказов

source: empty
de_de: leer
ru_ru: пусто

# Quantity_limit
source: Order possible until amount of
de_de: Bestellbar bis zu einer Menge von
ru_ru: Заказ возможен до тех пор, пока не будет

# Sold_out_limit
source: Notification if amount is lower than
de_de: E-Mail-Benachrichtigung ab Menge
ru_ru: Уведомление, если количество меньше

source: The amount of the product {0} from manufacturer {1} was changed: {2}.
de_de: Die Menge des Produktes {0} vom Hersteller {1} wurde geändert: {2}.
ru_ru: Количество товара{0} от продавца {1} было изменено: {2}.

# The_product_{0}_from_manufacturer_{1}_was_deactivated.
source: The product {0} of manufacturer {1} has been deactivated.
de_de: Das Produkt {0} vom Hersteller {1} wurde deaktiviert.
pl_pl: Produkt {0} od producenta {1} został dezaktywowany.
ru_ru: Товар {0} от производителя {1}был деактивирован.

# The_product_{0}_from_manufacturer_{1}_was_activated.
source: The product {0} of manufacturer {1} has been activated.
de_de: Das Produkt {0} vom Hersteller {1} wurde aktiviert.
pl_pl: Produkt {0} od producenta {1} został aktywowany.
ru_ru: Товар {0} от производителя {1} был активирован.

source: Selling price
de_de: Verkaufspreis
ru_ru: Добавить к цене продажи

source: The tax rate of product {0} from manufacturer {1} was changed successfully.
de_de: Der Steuersatz des Produktes {0} vom Hersteller {1} wurde erfolgreich geändert.
ru_ru: Налоговая ставка {0} от производителя {1} была успешно изменена.

source: From {0} to {1}
de_de: Von {0} auf {1}
ru_ru: С {0} на {1}

source: Products
de_de: Produkte
pl_pl: Produkty
ru_ru: Товары

source: All products
de_de: Alle Produkte
pl_pl: Wszystkie produkty
ru_ru: Все товары

source: Name
pl_pl: Nazwa
ru_ru: Название

source: Description
de_de: Beschreibung
pl_pl: Opis
ru_ru: Описание

source: Unit
de_de: Einheit
ru_ru: Единица

source: Tax rate
de_de: Steuersatz
pl_pl: Stawka podatkowa
ru_ru: Налог.ставка

source: Deposit
de_de: Pfand
pl_pl: Kaucja
ru_ru: Депозит

source: Status
ru_ru: Статус

source: Product declaration
de_de: Produktdeklaration
ru_ru: Сертификат

source: Storage location
de_de: Lagerort
ru_ru: Место хранения

source: A new image was uploaded to product {0} from manufacturer {1}.
de_de: Ein neues Bild zum Produkt {0} vom Hersteller {1} wurde hochgeladen.
pl_pl: Nowy obraz produktu {0} został przesłany przez producenta {1}.
ru_ru: Новое изображение товара было загружено {0} от производителя {1}.

source: all activities
de_de: alle Aktivitäten
pl_pl: wszystkie czynności
ru_ru: все активности

source: all users
de_de: alle Benutzer
pl_pl: wszyscy użytkownicy
ru_ru: все пользователи

source: all products
de_de: alle Produkte
pl_pl: wszystkie produkty
ru_ru: все товары

# Action_log_type
source: Activity Type
de_de: Aktivitäts-Typ
pl_pl: Rodzaj aktywności
ru_ru: Тип Активности

source: Date
de_de: Datum
pl_pl: Data
ru_ru: Дата

source: Text
pl_pl: Tekst
ru_ru: Текст

source: User
de_de: Benutzer
pl_pl: Użytkownik
ru_ru: Пользователь

source: Show product
de_de: Produkt anzeigen
pl_pl: Pokaż produkt
ru_ru: Показать товар

source: Show manufacturer
de_de: Hersteller anzeigen
pl_pl: Pokaż producenta
ru_ru: Показать производителя

source: Show blog post
de_de: Blog-Artikel anzeigen
pl_pl: Pokaż post
ru_ru: Показать блог

source: Show page
de_de: Seite anzeigen
pl_pl: Pokaż stronę
ru_ru: Показать страницу

source: Show category
de_de: Kategorie anzeigen
pl_pl: Pokaż kategorię
ru_ru: Показать категорию

source: records
de_de: Datensätze
pl_pl: wpisy
ru_ru: записи(ей)

source: Save
de_de: Speichern
pl_pl: Zapisz
ru_ru: Сохранить

source: Cancel
de_de: Abbrechen
pl_pl: Anuluj
ru_ru: Отменить

source: Weight unit
de_de: Gewichtseinheit
pl_pl: Jednostka wagi
ru_ru: Единица веса

# Please_check_if_this_attribute_is_a_weight_attribute_(e_g_kg).
source: Please check, if this attribute represents a weight attribute (e.g. kg).
de_de: Bitte anhaken, falls diese Variante einer Gewichtseinheit (z.B. kg, g) entspricht.
pl_pl: Proszę zaznaczyć jeśli atrybut opisuje jednostkę wagi (np kg).
ru_ru: Пожалуйста проверьте, если этот вариант представлен в качестве единицы веса (напр. кг).

# docs_route_products
source: products
de_de: produkte
ru_ru: tovary

# Information_needed_for_function_price_per_unit.
source: Information needed for the function "Price per unit".
de_de: Diese Information wird für die Funktion "Preis nach Gewicht" benötigt.
pl_pl: Informacja potrzebna do funkcji "cena jednostkowa".
ru_ru: Эта информация необходима для "Цена за единицу".

source: Delete attribute?
de_de: Variante löschen?
pl_pl: Czy usunąć atrybut?
ru_ru: Удалить вариант?

source: Attribute can not be deleted because products are associated with it.
de_de: Das Löschen dieser Variante ist nicht möglich, weil Produkte zugewiesen sind.
pl_pl: Atrybut nie może zostać usunięty, ponieważ istnieją powiązane z nim produkty.
ru_ru: Вариант не может быть удалён потому что есть связанные с ним товары.

# Check_and_do_not_forget_to_click_save_button.
source: Check and do not forget to click <b>Save</b> button.
de_de: Anhaken und dann auf <b>Speichern</b> klicken.
pl_pl: Nie zapomnij wcisnąć przycisku <b>Zapisz</b>.
ru_ru: Проверьте и не забудьте нажать кнопку <b>Сохранить</b>.

source: Weight
de_de: Gewicht
pl_pl: Waga
ru_ru: Вес

# Associated_to_active_products?
source: Associated with active products?
de_de: Aktivierten Produkten zugewiesen?
pl_pl: Powiązane z aktywnymi produktami?
ru_ru: Связан с активными товарами?

# Associated_to_inactive_products?
source: Associated with inactive products?
de_de: Deaktivierten Produkten zugewiesen?
pl_pl: Powiązane z nieaktywnymi produktami?
ru_ru: Связан с неактивными товарами?

source: Modified on
de_de: Geändert am
pl_pl: Zmodyfikowano dnia
ru_ru: Изменено

source: Edit
de_de: Bearbeiten
pl_pl: Edytuj
ru_ru: Редактировать

source: Associated products
de_de: Zugewiesene Produkte
pl_pl: Powiązane produkty
ru_ru: Связанные товары

source: Show associated products
de_de: Zugewiesene Produkte anzeigen
pl_pl: Pokaż powiązane produkty
ru_ru: Показать связанные товары

source: {0,plural,=1{record} other{records}}
de_de: {0,plural,=1{Datensatz} other{Datensätze}}
pl_pl: {0,plural,=1{wpis} other{wpisy}}
ru_ru: {0,plural,=1{запись} other{записи}}

source: Title
de_de: Titel
pl_pl: Tytuł
ru_ru: Заголовок

source: Short description
de_de: Kurze Beschreibung
pl_pl: Krótki opis
ru_ru: Короткое описание

source: Image
de_de: Bild
pl_pl: Obraz
ru_ru: Изображение

source: Click on image to change it.
de_de: Zum Ändern auf das Bild klicken.
pl_pl: Kliknij na obraz aby go zmienić.
ru_ru: Нажмите на изображения чтобы поменять его.

source: Upload new image or change it
de_de: Neues Bild hochladen bzw. austauschen
pl_pl: Prześlij nowy obraz lub zmień go
ru_ru: Загрузить новое изображение или изменить его

source: If the blog post is associated to a manufacturer and no image is selected, the default image of the manufacturer profile is shown.
de_de: Falls der Blog-Artikel einem Hersteller zugeordnet ist und kein Bild ausgewählt ist, wird das Profil-Bild des Herstellers angezeigt.
pl_pl: Jeśli post jest powiązany z producentem, a żaden obraz nie został wybrany, to zostanie pokazany domyślny obraz z profilu producenta.
ru_ru: Если этот пост связан с производителем и не было выбрано изображение профиля, оно будет отображаться по умолчанию.

# If_no_image_selected_the_default_image_of_your_manufacturer_profile_is_shown.
source: If no image is selected, the default image of your manufacturer profile is shown.
de_de: Wenn kein Bild ausgewählt ist, wird das Profil-Bild des Herstellers angezeigt.
pl_pl: Jeżli żaden obraz nie został wybrany, to zostanie pokazany domyślny obraz z profilu producenta.
ru_ru: Если не было выбрано изображение, в профиле будет отображаться изображение производителя по умолчанию.

source: Delete image?
de_de: Bild löschen?
pl_pl: Usunąć obraz?
ru_ru: Удалить изображение?

source: Manufacturer
de_de: Hersteller
pl_pl: Producent
ru_ru: Производитель

source: Chose manufacturer
de_de: Hersteller auswählen
pl_pl: Wybierz producenta
ru_ru: Выбрать производителя

# Blog_post_manufacturer_description
source: If the manufacturer is only shown for signed in members, this is also the case for the blog post (ignoring the setting for the blog post).
de_de: Falls der Hersteller nur für Mitglieder angezeigt wird, gilt das auch für diesen Blog-Artikel (unabhängig von der eigenen Einstellung "nur für Mitglieder").
pl_pl: Jeśli producent jest widoczny tylko dla zalogowanych członków, ma to również zastosowanie do postów (ignorując ustawienia postów).
ru_ru: Если производители видимы только для зарегистрированным покупателям, это так же относится и к блог постам (игнорируются в настройках для блог поста).

source: Show on start page until
de_de: Auf Startseite anzeigen bis
ru_ru: Показ на стартовой стр. до

source: Only for members
de_de: Nur für Mitglieder
pl_pl: Tylko dla członków
ru_ru: Только для покупателей

source: Active
de_de: Aktiv
pl_pl: Aktywne
ru_ru: Активировать

# Move_on_first_place?
source: Move to first place?
de_de: Nach vorne reihen?
pl_pl: Przesunąć na pierwsze miejsce?
ru_ru: Поместить на первое место?

# If_checked_the_blog_post_will_be_set_to_first_place_of_list.
source: If checked, the blog post will be set to the first place of the list.
de_de: Falls angehakt, wird der Blog-Artikel an die erste Stelle der Liste gereiht.
pl_pl: Jeśli zaznaczone, to wpis zostanie przesunięty na pierwsze miejsce listy.
ru_ru: Если этот флажок установлен, блог будет отображаться на первом место в списке.

source: Delete blog post?
de_de: Blog-Artikel löschen?
pl_pl: Usunąć wpis?
ru_ru: Удалить блог?

# docs_route_wysiwyg_editor
source: wysiwyg-editor
de_de: diverses/wysiwyg-editor
ru_ru: wysiwyg-redaktor

# How_do_I_use_the_WYSIWYG_editor?
source: How do I use the editor?
de_de: Wie verwende ich den Editor?
pl_pl: Jak używać edytora?
ru_ru: Как мне использовать WYSIWYG редактор?

source: all manufacturers
de_de: alle Hersteller
pl_pl: wszyscy producenci
ru_ru: все производители

source: Modified by
de_de: Geändert von
pl_pl: Zmodyfikowany przez
ru_ru: Изменено

source: Parent category
de_de: Übergeordnete Kategorie
pl_pl: Kategoria nadrzędna
ru_ru: Родительская категория

# No_parent_category_(highest_level)
source: No parent category (top level)
de_de: Keine (oberste Ebene)
pl_pl: Brak kategorii nadrzędnej (najwyższy poziom)
ru_ru: Нет родительской категории (наивысший уровень)

source: Delete category?
de_de: Kategorie löschen?
pl_pl: Usunąć kategorię?
ru_ru: Удалить категорию?

# docs_route_settings
source: settings
de_de: dev/configuration
ru_ru: nastrojki

# The_following_settings_can_be_changed_in_the_admin_area.
source: The following settings can be changed in the admin panel.
de_de: Die folgenden Einstellungen können im Admin-Bereich geändert werden.
pl_pl: Następujące ustawienia mogą zostać zmienione w panelu administracyjnym.
ru_ru: Следующие настройки могут быть изменены на странице администратора.

source: Setting
de_de: Einstellung
pl_pl: Ustawienia
ru_ru: Настройки

source: Value
de_de: Wert
pl_pl: Wartość
ru_ru: Значение

source: Remote food-coops
pl_pl: Zdalene kooperatywy
ru_ru: Удалённый сервер

source: Foodcoops with which manufacturers can synchronize their product data.
de_de: Foodcoops, mit denen Hersteller ihre Produktdaten synchronisieren können.
pl_pl: Kooperatywy, z którymi producenci mogą synchronizować dane o swoich produktach.
ru_ru: Сервер с которым производители могут синхронизировать данные своих товаров.

source: Info page for network module
de_de: Infos zum Netzwerk-Modul
pl_pl: Strona informacyjna o module sieci
ru_ru: Инфо страница для сетевого модуля

source: Add remote food-coop
de_de: Neue Remote Foodcoop erstellen
pl_pl: Dodaj zdalną kooperatywę
ru_ru: Добавить удалённый сервер

source: Domain
pl_pl: Domena
ru_ru: Домен

# The_following_settings_can_not_be_changed_in_the_admin_area.
source: The following settings can <b>not</b> be changed in the admin panel.
de_de: Die folgenden Einstellungen können im Admin-Bereich <b>nicht</b> geändert werden.
pl_pl: Następujące ustawienia <b> nie </b> mogą zostać zmienione w panelu administracyjnym.
ru_ru: Следующие настройки <b>нельзя</b> изменить в панели администратора.

# Version_FoodCoopShop
source: Version of FoodCoopShop
de_de: Version FoodCoopShop
pl_pl: Wersja FCS
ru_ru: Версия сервера продовольственного кооператива

source: Last executed migration
de_de: Zuletzt ausgeführte Migration
pl_pl: Ostatnio wykonana migracja
ru_ru: Последняя выполненная миграция

source: activated
de_de: aktiviert
pl_pl: aktywowany
ru_ru: активировано

source: deactivated
de_de: deaktiviert
pl_pl: dezaktywowany
ru_ru: деактивировано

source: Logo for website, width:
de_de: Logo für Webseite, Breite:
pl_pl: Logo na stronę, szerokość:
ru_ru: Ширина логотипа вебсайта:

# Logo_for_order_lists_and_invoices,_width:
source: Logo for order lists, invoices and other PDFs, width:
de_de: Logo für Bestelllisten, Rechnungen und andere PDFs, Breite:
pl_pl: Logo na listy zamówień, faktury i inne dokumenty PDF, szerokość:
ru_ru: Логотип для списков заказа, счётов и других PDF, ширина:

source: Default image for product, width:
de_de: Standard-Bild für Produkt, Breite:
pl_pl: Domyślny obraz produktu, szerokość:
ru_ru: Удалить изображение для этого товара, ширина:

source: Default image for manufacturer, width:
de_de: Standard-Bild für Hersteller, Breite:
pl_pl: Domyślny obraz producenta, szerokość:
ru_ru: Изображение для производителя по умолчанию, ширина:

source: Default image for blog post, width:
de_de: Standard-Bild für Blog-Artikel, Breite:
pl_pl: Domyślny obraz postu, szerokość:
ru_ru: Изображение для блога по умолчанию, ширина:

source: Website administration
de_de: Homepage-Verwaltung
pl_pl: Administracja stroną
ru_ru: Настройки вебсайта

# Configurations
source: Settings
de_de: Einstellungen
pl_pl: Ustawienia
ru_ru: Настройки

source: Old password
de_de: Altes Passwort
pl_pl: Stare hasło
ru_ru: Старый пароль

source: New password
de_de: Neues Passwort
pl_pl: Nowe hasło
ru_ru: Новый пароль
