Repository: foodcoopshop/foodcoopshop
Catalog: plugins/Admin/resources/locales/*/admin.po
Languages: de_de, pl_pl, ru_ru

source: min 8 characters
de_de: mindestens 8 Zeichen
pl_pl: minimum 8 znaków
ru_ru: мин 8 символов

source: New password (again)
de_de: Neues Passwort (nochmal)
pl_pl: Nowe hasło (ponownie)
ru_ru: Новый пароль (ещё раз)

source: Financial reports
de_de: Finanzberichte
pl_pl: Raporty finansowe
ru_ru: Финансовый отчёт

source: Sum of credits
de_de: Summe Guthaben
ru_ru: Сумма кредита

source: Included deposit
de_de: Davon Pfand
pl_pl: Zawiera kaucję
ru_ru: Включённый депозит

# docs_route_members
source: members
de_de: mitglieder
ru_ru: pokupateli

source: Contact person
de_de: Ansprechperson
pl_pl: Osoba kontaktowa
ru_ru: Персона для контакта

source: First name
de_de: Vorname
pl_pl: Imię
ru_ru: Имя

source: Last name
de_de: Nachname
pl_pl: Nazwisko
ru_ru: Фамилия

source: Profile image
de_de: Profilbild
ru_ru: Изображение профиля

source: Click on profile image to change it.
de_de: Zum Ändern auf das Profilbild klicken.
ru_ru: Нажмите на изображение профиля чтобы изменить его.

# Only_visible_for_other_membes_in_the_member_list.
source: Only visible for other members in the member list.
de_de: Ist nur für andere Mitglieder in der Mitglieder-Liste sichtbar.
ru_ru: Видимость только для других участников в листе участников.

source: Is shown on member card.
de_de: Wird auf der Mitgliedskarte angezeigt.
ru_ru: Будет отображаться на карте участника.

source: Upload new profile image or change it
de_de: Neues Profilbild hochladen bzw. austauschen
ru_ru: Загрузить новое изображение профиля или изменить его

source: Delete profile image?
de_de: Profilbild löschen?
ru_ru: Удалить изображение профиля?

source: E-mail
ru_ru: Эл.почта

# Street_and_number
source: Street and nܬ
de_de: Straße + Nummer
ru_ru: Улица и № дома

# Additional_address_information
source: Additional information
de_de: Adresszusatz
pl_pl: Informacje dodatkowe
ru_ru: Дополнительный адрес

source: Zip
de_de: PLZ
pl_pl: Kod pocztowy
ru_ru: Индекс

source: City
de_de: Ort
pl_pl: Miasto
ru_ru: Населённый пункт

source: Mobile
de_de: Handy
pl_pl: Numer telefonu (kom)
ru_ru: Мобильный номер

source: Phone
de_de: Telefon
pl_pl: Numer telefonu
ru_ru: Телефон

source: Notifications
de_de: Benachrichtigungen
pl_pl: Powiadomienia
ru_ru: Уведомления

source: Order reminder
de_de: Bestell-Erinnerung
pl_pl: Przypomnienie o zamówieniach
ru_ru: Напоминание о заказе

# Want_to_receive_order_reminder_emails?
source: Do you want to receive a weekly order reminder e-mail?
de_de: Ich möchte 1x wöchentlich per E-Mail ans Bestellen erinnert werden.
ru_ru: Хотите получать еженедельное напоминание о заказе по эл.почте?

source: Pickup day reminder
de_de: Abholtag-Erinnerung
ru_ru: Напоминание о выдаче товара

# Want_to_receive_pickup_day_reminder_emails?
source: Do you want to receive a pickup day reminder e-mail?
de_de: Ich möchte bei Sammelbestellungen an das Abholen meiner Produkte erinnert werden.
ru_ru: Хотите получать напоминание о дне выдачи товара по эл.почте?

# Invoices_per_email
source: Invoices by email
de_de: Rechnungen per E-Mail
ru_ru: Счёта по эл.почте

# Want_to_receive_invoices_per_email?
source: Do you want to receive your invoices per e-mail?
de_de: Ich möchte meine Rechnungen per E-Mail erhalten. Du findest deine Rechnungen immer unter <a href="/admin/invoices/myInvoices">Meine Rechnungen</a>.
ru_ru: Хотите получать ваши счета по эл.почте?

source: Check credit reminder
de_de: Guthaben-Aufladung-Erinnerung
ru_ru: Напоминания о балансе на счету

# Want_to_receive_check_credit_reminder_emails_when_your_credit_is_lower_than_{0}?
source: Do you want to receive a weekly reminder e-mail when your credit is lower than {0}?
de_de: Ich möchte 1x wöchentlich per E-Mail benachrichtigt werden, wenn mein Guthaben weniger als {0} beträgt.
ru_ru: Хотите получать напоминания о балансе по эл.почте когда он ниже {0}?

# Want_to_receive_credit_upload_reminder?
source: Do you want to receive an e-mail when your transaction is uploaded to the credit system?
de_de: Ich möchte benachrichtigt werden, sobald meine Überweisung ins Guthaben-System übernommen wurde.
ru_ru: Хотите получать уведомление по эл.почте когда ваш перевод загрузился в кредитную систему.

source: Self-service mode
de_de: Selbstbedienungs-Modus
ru_ru: Режим самообслуживания

source: Generate my member card
de_de: Meine Mitgliedskarte generieren
ru_ru: Генерировать мою карту покупателя

source: I want to use my smartphone's camera for barcode scanning.
de_de: Ich möchte die Kamera meines Smartphones zum Scannen der Barcodes benutzen.
ru_ru: Я хочу использовать камеру своего смартфона для сканирования штрих кода.

source: Superadmin functions
de_de: Superadmin-Funktionen
ru_ru: Функции СуперАдминистратора

source: Prices
de_de: Preise
ru_ru: Цены

# Delete_member_irrevocably?
source: Delete account irrevocably?
de_de: Mitgliedskonto unwiderruflich löschen?
pl_pl: Usunąć nieodwracalnie konto?
ru_ru: Удалить участника безвозвратно?

source: Show all years
de_de: Alle Jahre anzeigen
ru_ru: Показать все года

source: Group
de_de: Gruppe
pl_pl: Grupa
ru_ru: Группа

source: Feedback
ru_ru: Отзыв

source: Register date
de_de: Reg.-Datum
pl_pl: Data rejestracji
ru_ru: Дата регистрации

source: Last pickup day
de_de: Letzter Abholtag
pl_pl: Ostatni dzień odbioru
ru_ru: Последний день выдачи

# Comment_abbreviation
source: Comm.
de_de: Komm.
pl_pl: Comment
ru_ru: Комментарий

# Newbie_has_{0}_orders.
source: Newbie: has only ordered {0}x.
de_de: Neuling: Hat erst {0}x bestellt.
ru_ru: Новичёк имеет {0} заказов.

source: Show all orders from {0}
de_de: Alle Bestellungen von {0} anzeigen
pl_pl: Pokaż wszystkie zamówienia od {0}
ru_ru: Показывать все заказы от {0}

source: Change group
de_de: Gruppe ändern
pl_pl: Zmień grupę
ru_ru: Изменить группу

# This_email_address_is_not_yet_activated_you_can_activate_it_here_{0}.
source: This e-mail address is not yet activated. You can <a href="{0}">activate it here</a> and by doing that you approve the registration in the name of the member.
de_de: Diese E-Mail-Adresse wurde vom Mitglied noch nicht aktiviert. Du kannst sie <a href="{0}">hier aktivieren</a> und bestätigst damit die Registrierung für das Mitglied.
ru_ru: Этот адрес эл.почты ещё не активирован. Вы можете <a href="{0}">активировать здесь</a> и тем самым вы подтвердить регистрацию на имя участника.

source: deactivate
de_de: deaktivieren
pl_pl: dezaktywuj
ru_ru: деактивировать

source: activate
de_de: aktivieren
pl_pl: aktywuj
ru_ru: активировать

source: Show credit
de_de: Guthaben anzeigen
ru_ru: Показать кредит

# Purchase_price_abbreviation
source: PP
de_de: EP
ru_ru: ПЦ

# Zero_price_abbreviation
source: ZP
de_de: NP
ru_ru: НЦ

source: Add comment
de_de: Kommentar hinzufügen
pl_pl: Dodaj komentarz
ru_ru: Добавить комментарий

source: Delete deposit take back?
de_de: Pfand-Rücknahme löschen?
pl_pl: Usunąć zwrot wkładu?
ru_ru: Удалить возврат депозита?

# docs_route_deposit
source: deposit
de_de: produkte/pfand
ru_ru: depozit

source: Please chose a manufacturer.
de_de: Bitte wähle einen Hersteller aus.
pl_pl: Proszę wybrać producenta.
ru_ru: Пожалуйста выберите производителя

source: Add return of empty glasses
de_de: Pfand-Rücknahme eintragen
pl_pl: Dodaj zwrot pustych opakowań
ru_ru: Добавить возврат пустой тары

# Since_{0}_there_was_no_deposit_delivered_or_returned.
source: Since {0} deposit was neither delivered nor returned.
de_de: Seit dem {0} wurde noch kein Pfand geliefert oder zurückgenommen.
pl_pl: Od {0} wkład nie został ani odebrany ani zwrócony.
ru_ru: Поскольку {0} депозит не был получен или возвращён.

source: Month
de_de: Monat
pl_pl: Miesiąc
ru_ru: Месяц

# Product_with_deposit_delivered
source: Produt with deposit delivered
de_de: Produkt mit Pfand geliefert
pl_pl: Produkt z kaucją dostarczony
ru_ru: Товар с депозитом доставлен

source: Empty glasses returned
de_de: Leergebinde zurückgenommen
pl_pl: Zwrócono puste opakowanie
ru_ru: Пустая тара возвращена производителю

source: Details
pl_pl: Szczegóły
ru_ru: Детали

source: Show details
de_de: Details anzeigen
pl_pl: Pokaż szczegóły
ru_ru: Показать детали

source: Delivered deposit
de_de: Pfand geliefert
pl_pl: Przyjęty wkład
ru_ru: Доставленный депозит

source: Returned deposit
de_de: Pfand zurückgenommen
pl_pl: Zwrócony wkład
ru_ru: Возвращённый депозит

source: Your deposit balance
de_de: Dein Pfand-Kontostand
pl_pl: Twoje saldo wkładów
ru_ru: Ваш баланс депозита

# docs_route_infos_for_success
source: infos-for-success
de_de: diverses/wichtige-infos-zum-gelingen
ru_ru: informaciya-ob-uspehe

source: Deposit overview for all manufacturers
de_de: Pfand-Übersicht für alle Hersteller
ru_ru: Просмотр депозита от всех производителей

source: There is no {0} available.
de_de: Es wurde noch kein {0} erfasst.
pl_pl: Żaden {0} nie jest dostępny.
ru_ru: Нет {0} в наличии.

source: Year
de_de: Jahr
ru_ru: Год

source: Compensation payments
de_de: Ausgleichszahlungen
ru_ru: Компенсационные выплаты

source: Open deposit demands
de_de: Offene Pfand-Forderungen
ru_ru: Открытые претензии по депозиту

source: Sum
de_de: Summe
pl_pl: Suma
ru_ru: Сумма

source: Reserved for compensation payments
de_de: Reserviert für Ausgleichszahlungen
ru_ru: Зарезервировано для компенсационных выплат

source: Difference to open deposit demands
de_de: Differenz zwischen reservierten Ausgleichszahlungen und offenen Pfand-Forderungen
ru_ru: Разница между зарезервированным компенсационными выплатами и открытыми претензиями по депозиту

source: Deposit diagram: Data per week
de_de: Pfand-Grafik: Daten pro Woche
ru_ru: График депозита: Данные за неделю

# Deposit_diagram_explanation_text.
source: This is the explanation text.
de_de: Die grüne und blaue Linie sollte (etwas zeitversetzt) immer in etwa gleich sein. Pfand-Rücknahmen und Ausgleichszahlungen können zeitlich korrigiert werden: Eintragung im Pfandkonto des jeweiligen Herstellers löschen und mit korrigiertem Datum erneut eintragen.
ru_ru: Зеленая и синяя линии всегда должны быть примерно одинаковыми (с небольшой задержкой по времени). Погашение депозита и компенсационные выплаты можно корректировать во времени: удалите запись в депозитном счёте соответствующего производителя и введите её заново с исправленной датой.

source: Empty glasses returned by manufacturer
de_de: Pfand-Rücknahmen (Hersteller)
ru_ru: Пустая тара возвращена производителем

source: Returned deposit by member
de_de: Pfand-Rückgaben (Mitglieder)
ru_ru: Пустая тара возвращена производителем

source: All amounts in {0}.
de_de: Alle Beträge in {0}.
ru_ru: Все цены в {0}.

source: Tax overview cash
de_de: Steuerübersicht bar
ru_ru: Панель обзора налогов

source: Tax overview cashless
de_de: Steuerübersicht unbar
ru_ru: Обзор налогов по безналичному расчёту

source: Tax overview total
de_de: Steuerübersicht Gesamt
ru_ru: Обзор всех налогов

source: Download invoices
de_de: Rechnungen downloaden
ru_ru: Загрузить счета

source: Copy to clipboard
de_de: In die Zwischenablage kopieren
ru_ru: Копировать в буфер обмена

source: Invoice date
de_de: Rechnungsdatum
pl_pl: Data faktury
ru_ru: Дата выставления счёта

source: Net
de_de: Netto
ru_ru: Нетто

source: VAT
de_de: USt.
ru_ru: НДС

source: Gross
de_de: Brutto
ru_ru: Брутто

source: E-mail sent
de_de: E-Mail versendet
ru_ru: Эл.письмо отправлено

source: Receipt
de_de: Beleg
ru_ru: Квитанция

source: Cancellation
de_de: Stornierung
ru_ru: Отмена

source: Total sum
de_de: Gesamtsumme
ru_ru: Итоговая сумма

source: Pickup day
de_de: Abholtag
pl_pl: Dzień odbioru
ru_ru: День выдачи

# docs_route_pick_up_products
source: pick-up-products
de_de: bestellabwicklung/abholtag
ru_ru: vydacha-tovarov

source: Here you find the unchanged order lists that were sent to you.
de_de: Hier findest du die unveränderten Bestelllisten, die an dich verschickt wurden.
ru_ru: Здесь вы видите не изменённые списки заказов, которые были отправлены вам.

source: Here you find the unchanged order lists that were sent to the manufacturers.
de_de: Hier findest du die unveränderten Bestelllisten, die an die Hersteller verschickt wurden.
pl_pl: Tu znajdują się niezmienione listy zamówień wysłane do producentów.
ru_ru: Здесь вы видите не измененные списки заказов, которые были отправлены производителям.

source: Order list by product
de_de: Bestellliste nach Produkt
pl_pl: Lista zamówień wg produktu
ru_ru: Список заказов по товарам

source: Order list by member
de_de: Bestellliste nach Mitglied
pl_pl: Lista zamówień wg członków
ru_ru: Список заказов по покупателям

# docs_route_manufacturers
source: manufacturers
de_de: hersteller
ru_ru: proizvoditeli

source: General
de_de: Allgemein
pl_pl: Ogólne
ru_ru: Общие

source: in your imprint
de_de: in deinem Impressum
ru_ru: в ваших контактах

# in_the_imprint_of_the_manufacturer
source: the manufacturer's imprint
de_de: im Impressum des Herstellers
ru_ru: в контактах производителей

# Will_be_shown_in_imprint_{0}_and_spamprotected.
source: Will be shown spam-protected {0}.
de_de: Wird {0} spamgeschützt angezeigt.
ru_ru: Контакт будет показан защищённый от спама {0}.

# Will_be_shown_in_imprint_{0}.
source: Will be shown {0}.
de_de: Wird {0} angezeigt.
ru_ru: Будет показано в {0}.

# Example_given_abbreviation
source: E. g.
de_de: z.B.
pl_pl: Np.
ru_ru: Напр.

source: Website
de_de: Homepage
pl_pl: Strona
ru_ru: Вебсайт

# To_your_settings
source: Go to your settings
de_de: Hier geht's zu deinen Einstellungen
pl_pl: Idź do swoich ustawień
ru_ru: К вашим настройкам

# To_the_settings_of_manufacturer
source: Go to manufacturer's settings page
de_de: Hier geht's zu den Hersteller-Einstellungen
pl_pl: Idź do ustawień producenta
ru_ru: К настройкам производителя

source: Profile
de_de: Profil
ru_ru: Профиль

# To_manufacturer_profile
source: Go to the manufacturer profile page
de_de: Hier geht's zum Hersteller-Profil
pl_pl: Idź do profilu producenta
ru_ru: К профилю производителя

source: Logo
ru_ru: Логотип

source: Click on logo to change it.
de_de: Zum Ändern auf das Logo klicken.
pl_pl: Kliknij na logo aby je zmienić
ru_ru: Нажмите чтобы поменять логотип.

source: Upload new logo or change it
de_de: Neues Logo hochladen bzw. austauschen
pl_pl: Prześlij nowe logo lub zmień je
ru_ru: Загрузить новый логотип или изменить его

source: Delete logo?
de_de: Logo löschen?
pl_pl: Usunąć logo?
ru_ru: Удалить логотип?

source: Will be shown on the manufacturer overview page. Can't be independently changed by the manufacturer.
de_de: Wird auf der Hersteller-Übersichtsseite angezeigt und kann vom Hersteller selbst nicht verändert werden.
pl_pl: Będzie widoczne na stronie podsumowania producenta. Nie może zostać zmienione przez samego producenta.
ru_ru: Будет показано на странице описании производителя и не может быть изменено производителем.

source: Long description
de_de: Lange Beschreibung
pl_pl: Długi opis
ru_ru: Подробное описание

# To_save_long_description_press_save_and_then_edit_manufacturer.
source: To save long description please press save and then edit the manufacturer.
de_de: Um die lange Beschreibung hinzuzufügen, bitte den Hersteller zuerst speichern und dann auf "bearbeiten" klicken.
ru_ru: Для сохранения подробного описания нажмите сохранить и затем редактируйте производителя.

# Will_be_shown_on_the_manufacturer_profile.
source: Will be shown on the manufacturer's profile page.
de_de: Wird auf der Hersteller-Seite angezeigt.
pl_pl: Będzie widoczne na stronie profilowej producenta.
ru_ru: Будет показано в профиле производителя.

source: Company data
de_de: Firmendaten
pl_pl: Dane firmy
ru_ru: Данные организации

source: for your imprint and your invoices. The imprint can be found on your profile in the bottom right corner.
de_de: für dein Impressum und deine Rechnungen. Das Impressum befindet sich auf deinem Hersteller-Profil ganz unten rechts.
pl_pl: do twojego podpisu oraz twoich faktur. Podpis można znaleźć na stronie profilowej, w prawym dolnym rogu.
ru_ru: для ваших контактов и счетов. Контакты можно увидеть в профиле вашего производителя в правом нижнем углу.

source: VAT number
de_de: UID-Nummer
pl_pl: numer VAT
ru_ru: Номер плательщика НДС

# if_it_is_available
source: if available
de_de: sofern vorhanden
pl_pl: jeśli dostępne
ru_ru: если доступен

source: General terms and conditions
de_de: AGB
pl_pl: Regulamin
ru_ru: Общие положения и условия

source: Change general terms and conditions
de_de: AGB ändern
pl_pl: Zmień regulamin
ru_ru: Изменить общие положения и условия

source: Upload general terms and conditions
de_de: AGB hochladen
pl_pl: Prześlij regulamin
ru_ru: Загрузить общие положения и условия

source: Upload general terms and conditions or change them
de_de: Neue AGB hochladen oder ersetzen
pl_pl: Prześlij regulamin lub zmień go
ru_ru: Загрузить общие положения и условия или изменить их

source: If you do not upload your own general terms and conditions (as pdf), the default general terms and conditions are applied when products are ordered.
de_de: Falls du keine eigenen AGB hochlädst (als PDF), werden beim Bestellen die Standard AGB verwendet.
pl_pl: Jeśli nie prześlesz własnego regulaminu (jako pdf), podczas zamawiania produktów widoczny będzie domyślny regulamin.
ru_ru: Если вы не загрузите ваши общие положения и условия (в pdf), будут применены общие положения и условия по умолчанию.

source: Delete general terms and conditions?
de_de: AGB löschen?
pl_pl: Usunąć regulamin?
ru_ru: Удалить общие положения и условия?

# Commercial_register_number
source: Comercial register number
de_de: Firmenbuchnummer
ru_ru: Номер ИНН или ОГРН (ОГРНИП)

source: Company court
de_de: Firmengericht
ru_ru: Судебная юрисдикция

source: Supervisory authority
de_de: Aufsichtsbehörde
pl_pl: Jednostka nadzorcza
ru_ru: Надзорный орган

source: e. g. chamber of agriculture
de_de: z. B. Landwirtschaftskammer
pl_pl: np. izba rolnicza
ru_ru: материнская орг-ция и т.п.

source: Chamber
de_de: Kammer
pl_pl: Izba
ru_ru: Дополнительная информация

source: Additional text for invoice
de_de: Zusatztext für Rechnung
pl_pl: Dodatkowy tekst do faktury
ru_ru: Дополнительный текст к счёту

# Will_be_printed_on_the_end_of_the_overview_page_of_your_invoice.
source: Will be printed on the end of your invoice's overview page.
de_de: Wird am Ende der Übersichtsseite deiner Rechnung eingefügt.
pl_pl: Będzie widoczne na końcu strony podsumowania twojej faktury.
ru_ru: Будет напечатан в конце обзорной страницы вашего счёта.

# Visibility_of_the_products
source: Visibility of products
de_de: Sichtbarkeit der Produkte
pl_pl: Widoczność produktów
ru_ru: Видимость товаров

source: Manufacturer profile and products are visibile. (Can't be changed by the manufacturer).
de_de: Hersteller-Profil und Produkte werden angezeigt (vom Hersteller selbst nicht änderbar).
pl_pl: Profil producenta i jego produkty są widoczne (nie może zostać zmienione przez producenta).
ru_ru: Профиль прозводителя и товаров видны (не могут быть изменены производителем).

source: Delivery break
de_de: Lieferpause
pl_pl: Przerwa w dostawach
ru_ru: Перерыв доставки

source: How do I use the function "delivery break"?
de_de: Wie verwende ich die Funktion "Lieferpause"?
pl_pl: Jak używać funkcji "Przerwa w dostawach"?
ru_ru: Как я могу использовать перерыв доставки?

# Manufacturer_profile_and_products_are_only_visible_for_signed_in_members.
source: Manufacturer provile and products are only visible for signed in members.
de_de: Hersteller-Profil und Produkte werden <b>nur für eingeloggte Mitglieder</b> angezeigt.
pl_pl: Profil producenta i jego produkty widoczne są tylko dla zalogowanych członków.
ru_ru: Профиль производителей и товары могут видны только зарегистрированным участникам.

source: Order lists by email
de_de: Bestelllisten per E-Mail
pl_pl: Listy zamówień wg email
ru_ru: Список заказов по эл.почте

source: I want
de_de: Ich möchte
pl_pl: Chciałbym
ru_ru: Я хочу

source: The manufacturer wants
de_de: Der Hersteller möchte
pl_pl: Producent chciałby
ru_ru: Производитель хочет

source: to receive the orders per email.
de_de: - falls es Bestellungen gibt - diese per E-Mail erhalten.
pl_pl: otrzymywać zamówienia drogą mailową.
ru_ru: получать заказы по эл.почте.

source: CC recipient for order lists
de_de: CC-Empfänger für Bestell-Listen-Versand
pl_pl: Odbiorcy DW dla list zamówień
ru_ru: Дополнительная Cc: (копия) для получателей списка заказов

source: Separate multiple emails with comma.
de_de: Mehrere mit , trennen.
ru_ru: Разделяйте несколько получателей эл.писем (,) запятой.

source: Only works if "Order lists by email" is checked.
de_de: Funktioniert nur, wenn "Bestelllisten per E-Mail" angehakt ist.
ru_ru: Работает только в том случае, если установлен флажок "Список заказов по эл.почте".

source: Invoices by email
de_de: Rechnungen per E-Mail
ru_ru: Счета по эл.почте

source: to receive his invoice every month by email.
de_de: monatlich per E-Mail die Rechnungen erhalten.
pl_pl: otrzymywać co miesiąc faktury drogą mailową.
ru_ru: получать их счета каждый месяц по эл.почте.

source: Cancellations
de_de: Stornierungen
ru_ru: Отмены

source: to receive an email on every cancellation.
de_de: bei jeder Stornierung eine Info-Mail erhalten.
ru_ru: получать уведомления по эл.почте о каждой отмене.

# Adaptions_of_price_and_weight_of_ordered_products
source: Adaptiosn of price and weight of ordered products
de_de: Preis- und Gewichtsanpassungen von bestellten Produkten
ru_ru: Корректировки стоимости и веса заказанных товаров

# to_receive_an_email_on_every_adaption_of_price_or_weight_of_a_ordered_product.
source: to receive an email on every adaptaion of price or weight
de_de: bei jeder Preis- und Gewichtsanpassung eines bereits bestellten Produktes eine Info-Mail erhalten.
pl_pl: otrzymywać mail o każdej modyfikacji ceny lub wagi
ru_ru: получать по эл.почте каждые корректировки стоимости или веса заказанных товаров.

source: Adaptions of the ordered amount
de_de: Änderungen der bestellten Menge
pl_pl: Modyfikacje zamówionych ilości
ru_ru: Корректировки заказанного количества

# to_receive_an_email_on_every_adaption_of_the_amount_of_a_ordered_product.
source: to receive an email on every adaption of the amount of an ordered product.
de_de: bei jeder Änderung der Menge eines bereits bestellten Produktes eine Info-Mail erhalten.
pl_pl: otrzymywać mail o każdej modyfikacji ilości zamówionego produktu.
ru_ru: получать эл.письмо на каждые корректировки заказанного количества товара.

source: Instant orders
de_de: Sofort-Bestellungen
pl_pl: Zamówienia błyskawiczne
ru_ru: Мгновенные заказы

# to_receive_an_email_on_every_instant_order.
source: to receive an email on every instant order (except for stock products).
de_de: bei jeder Sofort-Bestellung eine Info-Mail erhalten (gilt nicht für Lagerprodukte).
pl_pl: otrzymywać mail o każdym zamówieniu błyskawicznym (oprócz produktów magazynowanych).
ru_ru: получать эл.письмо за каждый мгновенный заказ (за исключение товаров на складе).

source: Other settings
de_de: Sonstige Einstellungen
pl_pl: Inne ustawienia
ru_ru: Другие настройки

source: Variable member fee in
de_de: Variabler Mitgliedsbeitrag in
ru_ru: Изменяемый членский сбор

source: The invoice for the manufacturer will be reduced by the given percentage. No decimals allowed.
de_de: Die Rechnung für den Hersteller wird um den angegebenen Prozentwert reduziert (nur ganze Zahlen erlaubt).
ru_ru: Счёт производителя уменьшится на указанный процент (только целое число).

source: Purchase price
de_de: Einkaufspreis
ru_ru: Стоимость покупки

source: Preselected tax rate for new products
de_de: Voreingestellter Steuersatz für neue Produkte
ru_ru: Заданный размер налог.ставки для новых товаров

source: Advanced stock management active?
de_de: Erweiterte Lagerstandverwaltung aktiv?
ru_ru: Расширенное управление запасами активно?
