Repository: foodcoopshop/foodcoopshop
Catalog: plugins/Admin/resources/locales/*/admin.po
Languages: de_de, pl_pl, ru_ru

source: Activities
de_de: Aktivitäten
pl_pl: Czynności
ru_ru: Активность

source: Add attribute
de_de: Neue Variante erstellen
pl_pl: Dodaj atrybut
ru_ru: Добавить вариант

source: Edit attribute
de_de: Variante bearbeiten
pl_pl: Edytuj atrybut
ru_ru: Редактировать вариант

# Errors_while_saving!
source: Error occurred while saving your data!
de_de: Beim Speichern sind Fehler aufgetreten!
pl_pl: Wystąpiły błędy podczas zapisu!
ru_ru: Ошибка при сохранении!

source: created
de_de: erstellt
pl_pl: utworzony
ru_ru: созданный

source: changed
de_de: geändert
pl_pl: zmieniony
ru_ru: изменённый

source: deleted
de_de: gelöscht
pl_pl: usunięty
ru_ru: удалённый

source: The attribute {0} has been {1}.
de_de: Die Variante {0} wurde {1}.
pl_pl: Atrybut {0} został {1}.
ru_ru: Вариант {0} был {1}.

source: Attributes
de_de: Varianten
pl_pl: Atrybuty
ru_ru: Варианты

source: Add blog post
de_de: Neuen Blog-Artikel erstellen
pl_pl: Dodaj post
ru_ru: Добавить блог

source: Edit blog post
de_de: Blog-Artikel bearbeiten
pl_pl: Edytuj post
ru_ru: Редактировать блог

source: The blog post {0} has been {1}.
de_de: Der Blog-Artikel {0} wurde {1}.
pl_pl: Post {0} został {1}.
ru_ru: Блог {0} был {1}.

source: Blog posts
de_de: Blog-Artikel
pl_pl: Posty
ru_ru: Сообщения в блоге

source: Add category
de_de: Neue Kategorie erstellen
pl_pl: Dodaj kategorię
ru_ru: Добавить категорию

source: Edit category
de_de: Kategorie bearbeiten
pl_pl: Edytuj kategorię
ru_ru: Редактировать категорию

source: The category {0} has been {1}.
de_de: Die Kategorie {0} wurde {1}.
pl_pl: Kategoria {0} została {1}.
ru_ru: Категория {0} была {1}.

source: Categories
de_de: Kategorien
pl_pl: Kategorie
ru_ru: Категории

source: Edit setting
de_de: Einstellung bearbeiten
pl_pl: Edytuj ustawienia
ru_ru: Редактировать настройки

source: The setting has been changed successfully.
de_de: Die Einstellung wurde erfolgreich geändert.
pl_pl: Ustawienia zostały zmienione pomyślnie.
ru_ru: Настройки были успешно изменены.

source: The setting {0} has been changed to {1}.
de_de: Die Einstellung {0} wurde auf {1} geändert.
pl_pl: Ustawienie {0} zostalo zmienione na {1}.
ru_ru: Настройки {0} были изменены на {1}.

# Settings
source: Setting
de_de: Einstellungen
pl_pl: Ustawienie
ru_ru: Настройки

source: Send test email
de_de: Test E-Mail versenden
pl_pl: Wyślij mail testowy
ru_ru: Отправить тестовое эл.письмо

source: Test email
pl_pl: Mail testowy
ru_ru: Тест эл.почты

source: all members
de_de: alle Mitglieder
pl_pl: wszyscy członkowie
ru_ru: все покупатели

source: Member card
de_de: Mitgliedskarte
ru_ru: Карта покупателя

source: Members
de_de: Mitglieder
pl_pl: Członkowie
ru_ru: Покупатели

source: The group of the member {0} was changed to {1}.
de_de: Die Gruppe des Mitglieds {0} wurde auf {1} geändert.
pl_pl: Grupa czlonków {0} została zmieniona na {1}.
ru_ru: Группа покупателей {0} была изменёна на {1}.

source: Change password
de_de: Passwort ändern
pl_pl: Zmień hasło
ru_ru: Изменить пароль

source: The manufacturer {0} has changed his password.
de_de: Der Hersteller {0} hat sein Passwort geändert.
pl_pl: Producent {0} zmienił swoje hasło.
ru_ru: Производитель {0} изменил свой пароль.

source: {0} has changed the password.
de_de: {0} hat das Passwort geändert.
ru_ru: {0} изменил пароль.

source: Your new password has been saved successfully.
de_de: Dein neues Passwort wurde erfolgreich gespeichert.
pl_pl: Twoje nowe hasło zostało zapisane.
ru_ru: Ваш пароль был успешно изменён.

source: Amount of orders where the invoice has not been sent yet to the manufacturer:
de_de: Anzahl der Bestellungen, die noch nicht mit dem Hersteller verrechnet wurden:
ru_ru: Количество заказов где счёт ещё не был отправлен производителю:

source: The credit is
de_de: Das Guthaben beträgt
pl_pl: Kredyt wynosi
ru_ru: Баланс

# It_needs_to_be_zero.
source: It needs to be 0.
de_de: Es muss 0 betragen.
pl_pl: Musi wynosić 0.
ru_ru: Это должен быть ноль.

source: Amount of not approved payments within the last 2 years:
de_de: Anzahl der nicht bestätigten Guthaben-Aufladungen in den letzten 2 Jahren:
ru_ru: Количество не подтвержденных платежей в течении последних 2 лет:

source: The member is still associated to the following manufacturers:
de_de: Das Mitglied ist noch folgenden Herstellern als Ansprechperson zugeordnet:
pl_pl: Członek jest wciąż powiązany z następującym producentem:
ru_ru: Покупатель всё ещё связан с со следующими организаторами:

source: Your account has been deleted successfully.
de_de: Dein Mitgliedskonto wurde erfolgreich gelöscht.
pl_pl: Twoje konto zostało usunięte pomyślnie.
ru_ru: Ваша учётная запись была успешно удалёна.

source: {0} has deleted an account.
de_de: {0} hat ein Mitgliedskonto gelöscht.
pl_pl: {0} usunął swoje konto.
ru_ru: {0} удалил учётную запись.

source: Edit my profile
de_de: Mein Profil bearbeiten
pl_pl: Edytuj mój profil
ru_ru: Редактировать мой профиль

source: Edit profile
de_de: Profil bearbeiten
pl_pl: Edytuj profil
ru_ru: Редактировать профиль

source: Your profile was changed.
de_de: Dein Profil wurde geändert.
pl_pl: Twój profil został zmodyfikowany.
ru_ru: Ваш профиль был изменён.

source: The profile of {0} was changed.
de_de: Das Profil von {0} wurde geändert.
pl_pl: Profil użytkownika {0} został zmieniony.
ru_ru: Профиль {0} был изменён.

# The_member_{0}_has_been_deactivated_succesfully.
source: The member {0} has been deactivated successfully.
de_de: Das Mitglied {0} wurde erfolgreich deaktiviert.
pl_pl: Członek {0} Został zdezaktywowany pomyślnie.
ru_ru: Покупатель {0} был успешно деактивирован.

# The_member_{0}_has_been_activated_succesfully.
source: The member {0} has been activated successfully.
de_de: Das Mitglied {0} wurde erfolgreich aktiviert.
pl_pl: Konto {0} zostało aktywowane pomyślnie.
ru_ru: Покупатель {0} был успешно активирован.

source: Your account was activated
de_de: Dein Mitgliedskonto wurde aktiviert
ru_ru: Ваша учётная запись была активирована

# Filename_Terms-of-use
source: Terms-of-use
de_de: Nutzungsbedingungen
pl_pl: Regulamin
ru_ru: Условия использования

source: The member {0} has been activated successfully and the member was notified by email.
de_de: Das Mitglied {0} wurde erfolgreich aktiviert und per E-Mail darüber informiert.
pl_pl: Konto {0} zostało pomyślnie aktywowane. Użytkownik został powiadomiony mailowo.
ru_ru: Покупатель {0} был успешно активирован и и получил уведомление по эл.почте.

# The_comment_was_changed_successfully.
source: The comment has been changed successfully.
de_de: Der Kommentar wurde erfolgreich geändert.
pl_pl: Komentarz został zmodyfikowany pomyślnie.
ru_ru: Комментарий был успешно изменён.

source: The comment of the member {0} was changed:
de_de: Der Kommentar des Mitglieds {0} wurde geändert:
pl_pl: Komentarz członka {0} został zmodyfikowany:
ru_ru: Комментарий покупателя {0} был изменён:

# Sum_of_deposit_compensation_payments_for_manufactures
source: Sum of compensation payments for manufacturers
de_de: Summe der geleisteten Pfand-Ausgleichszahlungen für Hersteller
pl_pl: Suma rekompensat kaucji dla producentów
ru_ru: Сумма компенсационных выплат для производителей

source: Credit and deposit balance
de_de: Guthaben- und Pfand-Saldo
ru_ru: Кредитный и депозитный баланс

source: Member fee
de_de: Mitgliedsbeitrag
pl_pl: Opłata członkowska
ru_ru: Взнос участника

source: Deposit overview
de_de: Pfand-Übersicht
ru_ru: Просмотр депозита

source: Deposit account
de_de: Pfandkonto
pl_pl: Konto kaucji
ru_ru: Депозитный счёт

source: Deposit take back detail for
de_de: Pfand-Rücknahme Detail für
pl_pl: Sczegóły odbioru kaucji dla
ru_ru: Детали возврата депозита для

source: Invoices
de_de: Rechnungen
ru_ru: Счета

source: No data available to generate an invoice.
de_de: Zum Erstellen einer Rechnung sind keine Daten vorhanden.
ru_ru: Нет данных для генерации счёта.

source: Paid in cash
de_de: Bar bezahlt
ru_ru: Оплата наличными

# Invoice_number_abbreviation
source: Invoice nܬ
de_de: Rechnung Nr.
pl_pl: Faktura nr
ru_ru: Счёт №

source: Print receipt
de_de: Beleg drucken
ru_ru: Распечатать квитанцию

source: Invoice cancelled
de_de: Rechnung storniert
ru_ru: Счёт отменён

source: Download
ru_ru: Загрузить

# Invoice_number_{0}_of_{1}_was_successfully_cancelled.
source: Invoice nܬ {0} of {1} was cancelled successfully.
de_de: Die Rechnung Nr. {0} von {1} wurde erfolgreich storniert.
ru_ru: Счёт № {0} для {1} был успешно отменён.

# Cancellation_invoice_number_{0}_was_generated_successfully.
source: Cancellation invoice nܬ {0} was generated successfully.
de_de: Die Storno-Rechnung Nr. {0} wurde erfolgreich erstellt.
ru_ru: Отмена счёта № {0} была успешно сгенерированна.

source: My invoices
de_de: Meine Rechnungen
ru_ru: Мои счета

source: Journal
ru_ru: Журнал

# _Order_list_filename_
source: _Order_list_
de_de: _Bestellliste_
pl_pl: _Lista_zamowien_
ru_ru: _Список заказов_

source: product
de_de: Produkt
pl_pl: produkt
ru_ru: товар

source: Order list
de_de: Bestellliste
ru_ru: Список заказа

source: member
de_de: Mitglied
pl_pl: Członek
ru_ru: покупатель

source: Order lists
de_de: Bestelllisten
pl_pl: Lista zamówień
ru_ru: Список заказов

source: Invoice
de_de: Rechnung
ru_ru: Счёт

source: Add manufacturer
de_de: Neuen Hersteller erstellen
pl_pl: Dodaj producenta
ru_ru: Добавить производителя

source: Edit manufacturer
de_de: Hersteller bearbeiten
pl_pl: Edytuj producenta
ru_ru: Редактировать производителя

source: The manufacturer {0} has been {1}.
de_de: Der Hersteller {0} wurde {1}.
pl_pl: Producent {0} został {1}.
ru_ru: Производитель {0} был {1}.

source: Manufacturers
de_de: Hersteller
pl_pl: Producenci
ru_ru: Производители

source: Edit settings
de_de: Einstellungen bearbeiten
pl_pl: Edytuj ustawienia
ru_ru: Редактировать настройки

source: The settings of manufacturer {0} have been changed.
de_de: Die Einstellungen des Herstellers {0} wurden erfolgreich gespeichert.
pl_pl: Ustawienia producenta {0} zostały zmienione.
ru_ru: Настройки производителя {0} были изменены.

source: Your settings have been changed.
de_de: Deine Einstellungen wurden erfolgreich gespeichert.
pl_pl: Twoje ustawienia zostały zmienione.
ru_ru: Ваши настройки были изменены.

source: No orders within the given time range
de_de: Keine offenen Bestellungen im angegebenen Zeitraum.
pl_pl: Brak zamówień w wybranym okresie
ru_ru: Нет заказов в заданном временном интервале.

source: Home
pl_pl: Główna
ru_ru: Главная

source: Add page
de_de: Neue Seite erstellen
pl_pl: Dodaj stronę
ru_ru: Добавить страницу

source: Edit page
de_de: Seite bearbeiten
pl_pl: Edytuj stronę
ru_ru: Редактировать страницу

source: The page {0} has been {1}.
de_de: Die Seite {0} wurde {1}.
pl_pl: Strona {0} została {1}.
ru_ru: Страница {0} была {1}.

source: Pages
de_de: Seiten
pl_pl: Strony
ru_ru: Страницы

# Your_comment_will_be_shown_here.
source: Your comments will be shown here.
de_de: Dein Kommentar wird hier angezeigt.
pl_pl: Twoje komentarze pojawią się w tym miejscu.
ru_ru: Ваш комментарий будет виден здесь.

source: Check credit upload
de_de: Guthaben-Aufladung überprüfen
ru_ru: Проверить пополнение баланса

source: The status of the credit upload for {0} was successfully changed to {1}.
de_de: Der Status der Guthaben-Aufladung für {0} wurde erfolgreich auf {1} geändert.
ru_ru: Статус пополнения баланса для {0} был успешно изменён на {1}.

source: The status of your credit upload was successfully changed to {0}.
de_de: Der Status deiner Guthaben-Aufladung wurde erfolgreich auf {0} geändert.
ru_ru: Статус пополнения вашего баланса был успешно изменён на {0}.

source: The status of the credit upload for {0} was successfully changed to {1} and an email was sent to the member.
de_de: Der Status der Guthaben-Aufladung für {0} wurde erfolgreich auf {1} geändert und eine E-Mail an das Mitglied verschickt.
ru_ru: Статус пополнения баланса для {0} был успешно изменён на {1} и покупателю было направлено эл.письмо.

source: for
de_de: für
pl_pl: za
ru_ru: для

source: Deposit take back
de_de: Pfand-Rücknahme
pl_pl: Odbiór kaucji
ru_ru: Возврат депозита

source: for the
de_de: für den
ru_ru: для

source: was added successfully {0}: {1}
de_de: wurde erfolgreich{0} eingetragen: {1}
ru_ru: был успешно добавлен {0}: {1}

source: The amount was added to the credit system of {0} and can be deleted there.
de_de: Der Betrag ist im Guthaben-System von {0} eingetragen worden und kann dort wieder gelöscht werden.
ru_ru: Сумма была добавлена в кредитную ситему {0} и может быть удалена оттуда.

source: The amount was added to the deposit account of {0} and can be deleted there.
de_de: Der Betrag ist im Pfandkonto von {0} eingetragen worden und kann dort wieder gelöscht werden.
pl_pl: Kwota została dodana do konta kaucji {0} i tam może zostać usunięta.
ru_ru: Сумма была добавлена на депозитный счёт {0} и может быть удалена оттуда.

source: The payment ({0}, {1}) was removed successfully.
de_de: Die Zahlung ({0}, {1}) wurde erfolgreich gelöscht.
pl_pl: Płatność ({0}, {1}) została usunięta pomyślnie.
ru_ru: Платёж ({0} {1}) был успешно удалён.

source: The payment ({0}, {1}) of {2} was removed successfully.
de_de: Die Zahlung ({0}, {1}) von {2} wurde erfolgreich gelöscht.
pl_pl: Płatność ({0}, {1}) z {2} została usunięta pomyślnie.
ru_ru: Платёж ({0} {1}) из {2} был успешно удалён.

source: Credit
de_de: Guthaben
ru_ru: Баланс

source: Orders
de_de: Bestellungen
pl_pl: Zamówienia
ru_ru: Заказы

source: Show order
de_de: Bestellung anzeigen
pl_pl: Pokaż zamówienie
ru_ru: Показать заказ

source: of {0}
de_de: von {0}
pl_pl: z {0}
ru_ru: от {0}

source: Upload successful. Please select the records you want to import and then click the save button.
de_de: Upload erfolgreich. Bitte wähle die Überweisungen aus, die du importieren möchtest und klicke dann auf Speichern.
ru_ru: Успешно загружено. Пожалуйста выберите запись которую вы хотите импортировать и нажмите кнопку сохранить.

source: The uploaded file is not valid.
de_de: Die hochgeladene Datei ist nicht gültig.
ru_ru: Неверный файл для загрузки.

source: Your transaction ({0}) was added to the credit system.
de_de: Deine Überweisung ({0}) wurde ins Guthaben-System übernommen.
ru_ru: Ваш перевод ({0}) была добавлена в кредитную систему.

source: No records were imported.
de_de: Es wurden keine Überweisungen importiert.
ru_ru: Записи не были импортированы.

source: {0,plural,=1{1 record was} other{# records were}} successfully imported. Sum: {1}
de_de: {0,plural,=1{Ein Datensatz wurde} other{# Datensätze wurden}} erfolgreich importiert. Summe: {1}
ru_ru: {0,plural,=1{1 запись была} other{# записи были} успешно импортированы. Сумма: {1}

source: Report
de_de: Bericht
pl_pl: Raport
ru_ru: Сообщать

source: Add slider
de_de: Neues Slideshow-Bild erstellen
pl_pl: Dodaj suwak
ru_ru: Добавить слайдер

source: Edit slider
de_de: Slideshow-Bild bearbeiten
pl_pl: Edytuj suwak
ru_ru: Редактировать слайдер

source: The slider {0} has been {1}.
de_de: Das Slideshow-Bild {0} wurde {1}.
pl_pl: Suwak {0} został {1}.
ru_ru: Слайдер {0} был {1}.

source: Slideshow
pl_pl: Pokaz slajdów
ru_ru: Слайдшоу

source: All manufacturers
de_de: Alle Hersteller
pl_pl: Wszyscy producenci
ru_ru: Все производители

source: Turnover statistics
de_de: Umsatzstatistik
ru_ru: Статистики товарооборота

source: Total
de_de: Gesamt
ru_ru: Всего

source: December
de_de: Dezember
ru_ru: Декабрь

source: Add tax rate
de_de: Neuen Steuersatz erstellen
pl_pl: Dodaj stawkę podatku
ru_ru: Добавить налоговую ставку

source: Edit tax rate
de_de: Steuersatz bearbeiten
pl_pl: Edytuj stawkę podatku
ru_ru: Редактировать налоговую ставку

source: The tax rate {0} has been {1}.
de_de: Der Steuersatz {0} wurde {1}.
pl_pl: Stawka podatku {0} została {1}.
ru_ru: Налоговая ставка {0} была {1}.

source: Tax rates
de_de: Steuersätze
pl_pl: Stawki podatku
ru_ru: Налоговые ставки

source: The uploaded file needs to have the format: {0}
de_de: Die hochgeladene Datei muss folgendes Format haben: {0}
ru_ru: Загружаемые файлы должны быть в формате: {0}

# Filename_General-terms-and-conditions
source: General-terms-and-conditions
de_de: Allgemeine-Geschaeftsbedingungen
pl_pl: Regulamin
ru_ru: Имя файла Общие положения и условия

source: {0} has written a feedback to product {1}.
de_de: {0} hat ein Feedback zum Produkt {1} verfasst.
ru_ru: {0} написал отзыв о товаре {1}.

# The_feedback_was_saved_successfully_and_sent_to_{0}.
source: Thanks for your feedback! It was successfully saved and sent to {0}.
de_de: Danke für dein Feedback! Es wurde erfolgreich gespeichert und an {0} verschickt.
ru_ru: Отзыв был успешно сохранён и отправлен {0}.

source: Product {0} (manufacturer: {1}, price {2}) from {2} was successfully cancelled.
de_de: Produkt {0} (Hersteller: {1}, Preis: {2}) vom {3} wurde erfolgreich storniert.
ru_ru: Товар {0} от производителя {1} по цене {2} заказанный {3} был успешно отменён.

# Product_was_cancelled
source: Product cancelled
de_de: Produkt storniert
ru_ru: Товар был отменён

source: An email was sent to {0}.
de_de: Eine E-Mail wurde an {0} verschickt.
pl_pl: Mail został wysłany do {0}.
ru_ru: Эл.письмо было отправлено {0}.

# An_email_was_sent_to_{0}_and_the_manufacturer_{1}.
source: An email was sent to {0} and to the manufacturer {1}.
de_de: Eine E-Mail wurde an {0} sowie an den Hersteller {1} versendet.
pl_pl: Mail został wysłany do {0} oraz do producenta {1}.
ru_ru: Эл.письмо было отправлено {0} и производителю {1}.

source: Reason
de_de: Grund
pl_pl: Powód
ru_ru: Причина

source: The stock was increased to {0}.
de_de: Der Lagerstand wurde auf {0} erhöht.
pl_pl: Stan magazynowy został zwiększony do {0}.
ru_ru: На складе произошло уменьшение до {0}.

source: {0,plural,=1{product was cancelled succesfully.} other{products were cancelled succesfully.}}
de_de: {0,plural,=1{Produkte wurden erfolgreich storniert.} other{Produkte wurden erfolgreich storniert.}}
ru_ru: {0,plural,=1{товар был успешно отменён.} other{товары были успешно отменены.}}

source: Please select a new member.
de_de: Bitte wähle ein neues Mitglied aus.
ru_ru: Пожалуйста выберите нового покупателя.

source: The same member must not be selected.
de_de: Bitte wähle ein anderes Mitglied aus.
ru_ru: Один и тот же покупатель не может быть выбран.

source: The amount is not valid.
de_de: Die Menge ist nicht gültig.
ru_ru: Сумма недействительна.

source: The reason for changing the member is mandatory.
de_de: Der Grund für die Änderung des Mitglieds ist ein Pflichtfeld.
ru_ru: Причина изменения покупателя обязательна.

source: The ordered product {0} was successfully assigned from {1} to {2}.
de_de: Das bestellte Produkt {0} wurde erfolgreich von {1} auf das Mitglied {2} umgebucht.
ru_ru: Заказанный товар {0} был успешно передан от {1} к {2}.

source: Amount
de_de: Menge
pl_pl: Kwota
ru_ru: Кол-во

source: Assigned to another member
de_de: Auf ein anderes Mitglied umgebucht
ru_ru: Передан другому покупатель

source: An email was sent to {0} and {1}.
de_de: Eine E-Mail wurde an {0} und {1} verschickt.
ru_ru: Эл.письмо было отправлено {0} и {1}.

# The_pickup_day_comment_of_{0}_was_changed:
source: The pickup day comment {0} was changed:
de_de: Der Abholtag-Kommentar des Mitglieds {0} wurde geändert:
pl_pl: Komentarz {0} do dnia odbioru został zmieniony:
ru_ru: Комментарий о дне выдачи {0} был изменён:

source: The pickup day of your order was changed to
de_de: Der Abholtag deiner Bestellung wurde geändert auf
pl_pl: Dzień odbioru twojego zamówienia został zmieniony na
ru_ru: День выдачи вашего заказа был изменён на

source: The pickup day of {0,plural,=1{one product} other{# products}} was successfully changed to {1}.
de_de: Der Abholtag von {0,plural,=1{einem Produkt} other{# Produkten}} wurde erfolgreich auf {1} geändert.
ru_ru: День выдачи {0,plural,=1{1 товара} other{# товаров}} был успешно изменён на {1}.

# {0,plural,=1{1_customer} other{#_customers}}_were_notified.
source: {0,plural,=1{1 member was} other{# members were}} got an email.
de_de: {0,plural,=1{Ein Mitglied wurde} other{# Mitglieder wurden}} darüber per E-Mail informiert.
ru_ru: {0,plural,=1{1 покупатель} other{# покупатели}} получил эл.письмо.

# The_amount_of_the_ordered_product_{0}_was_successfully_changed_from_{1}_to_{2}.
source: The amount of the ordered product {0} was successfully adapted from {1} to {2}.
de_de: Die Menge des bestellten Produktes {0} wurde erfolgreich von {1} auf {2} angepasst.
pl_pl: Ilość zamówionego produktu {0} została zmodyfikowana z {1} na {2}.
ru_ru: Количество заказанного товара {0} было успешно изменено с {1} на {2}.

source: Ordered amount adapted
de_de: Bestellte Menge angepasst
ru_ru: Скорректировано заказанное количество

source: The name of the ordered product {0} was successfully changed to {1}.
de_de: Der Name des bestellten Produktes {0} wurde erfolgreich auf {1} geändert.
ru_ru: Название заказанного товара {0} было успешно изменено на {1}.

source: The price is not valid.
de_de: Der Preis ist nicht gültig.
ru_ru: Цена недействительна.

source: The price of the ordered product {0} (amount {1}) was successfully adapted from {2} to {3}.
pl_pl: Cena zamówionego produktu {0} (ilość {1}) została zmodyfikowana z {2} na {3}.
ru_ru: Цена заказанного товара {0} (количество {1}) была успешно скорректирована с {2} в {3}.

# Ordered_price_adapted
source: Price adapted
de_de: Preis angepasst
pl_pl: Cena zmodyfikowana
ru_ru: Цена скорректирована

source: The delivered quantity is not valid.
de_de: Das gelieferte Gewicht ist nicht gültig.
ru_ru: Доставленное количество не соответствует.

source: The new price would be {0} for {1}. Please check the unit.
de_de: Der neue Preis wäre {0} für {1}. Bitte überprüfe die Einheit.
ru_ru: Новая цена будет {0} за {1}.Пожалуйста проверьте единицу.

source: The weight of the ordered product {0} (amount {1}) was successfully adapted from {2} to {3}.
pl_pl: Waga zamówionego produktu {0} (ilość {1}) została zmodyfikowana z {2} na {3}.
ru_ru: Вес заказанного товара {0} (количество {1}) была успешно скорректирована с {2} в {3}.

source: Weight adapted for "{0}":
de_de: Gewicht angepasst für "{0}":
ru_ru: Цена скорректирована для "{0}":

source: The member {0} still has {1,plural,=1{1_product} other{#_products}} with unchanged weight.
de_de: Das Gewicht wurde bei {1,plural,=1{1 Produkt} other{# Produkten}}</b> noch nicht angepasst. Mitglied: {0}
ru_ru: The покупатель {0} still has {1,plural,=1{1_product} other{#_products}} with unchanged weight.

source: The following customers still have products with unchanged weight:
de_de: Bei folgenden Mitgliedern wurde bei den Produkten das Gewicht noch nicht angepasst.
ru_ru: Следующие покупатели по прежнему имеют товары с не изменённым весом:

source: {0,plural,=1{1 product} other{# products}}
de_de: {0,plural,=1{1 Produkt} other{# Produkte}}
pl_pl: {0,plural,=1{1 produkt} other{# produkty}}
ru_ru: {0,plural,=1{1 товар} other{# товары}}

source: Edit purchase price
de_de: Einkaufspreis bearbeiten
ru_ru: Редактировать цену покупки

# Purchase_price_has_been_saved_successfully.
source: The purchase price has been saved successfully.
de_de: Der Einkaufspreis wurde erfolgreich gespeichert.
ru_ru: Цена покупки была успешно сохранена.

source: Group by product
de_de: Gruppieren nach Produkt
pl_pl: Grupuj wg produktu
ru_ru: Группировать по товару

source: Group by member
de_de: Gruppieren nach Mitglied
pl_pl: Grupuj wg czlonka
ru_ru: Группировать по покупателю

source: Group by manufacturer
de_de: Gruppieren nach Hersteller
pl_pl: Grupuj wg producenta
ru_ru: Группировать по производителю

source: No member found with id {0}.
de_de: Es wurde kein Mitglied mit der Id {0} gefunden.
pl_pl: Nie znaleziono członka o id {0}.
ru_ru: Покупатель с id {0} не найден.

source: Instant order
de_de: Sofort-Bestellung
pl_pl: Zamówienie błyskawiczne
ru_ru: Мгновенный заказ
